[
  {
    "id": 1,
    "title": "Why unlock your phone?",
    "description": "When you get a new phone through a mobile network, the chances are it II be locked to that network - if you try to put another networks Sim card in, it simply wont work. Unlocking it means you can use the phone with any compatible Sim card, on any network. This has several benefits: 1. You can bag a cheaper tariff. If you are happy with your handset, but donot have a good deal, unlocking it allows you to keep the phone but switch to a cheaper Sim only deal on another network. See our Cheap Mobile Tips for more info on how to switch. 2. Add value to your handset. Unlocked phones tend to sell for more on websites such as eBay, because they are more appealing to users on other networks and in other countries. Check out our eBay Selling Tricks guide for more information. 3. Freedom to roam. Unlocking means you can use foreign Sim cards to cut phone costs while you are abroad. See  Mobile and Data Roaming for more details."
  },
  {
    "id": 2,
    "title": "Is It Legal to Unlock Your Phone?",
    "description": "The US has flip-flopped on the legality of unlocking phones for some time. But the final verdict by the FCC (Federal Communications Commission) is resoundingly in favor of the consumer. Yes, it is legal to unlock phones. More importantly, the FCC has mandated that all carriers should unlock phones for their consumers for free, if a consumer so desires. That said, you need to know whether your phone is eligible to be unlocked. The FCC isnt giving you a free pass to con the carriers. It explicitly states that you can unlock only after you have fulfilled the applicable service contract, completed the device installment plan or paid an early termination fee. So, how can you tell if your phone is locked or not? Well, unless you intentionally bought an unlocked phone, it's mostly likely locked."
  },
  {
    "id": 3,
    "title": "What Unlocking Does and Doesn't Do",
    "description": "Its pretty simple. SIM unlocking a phone is only about letting you use any SIM card from any carrier, as long as it is compatible. You dont get access to any developer features or hidden commands in the phone. It cannot break the GSM-CDMA limitations of the phone. So, unlocked phones from GSM networks like AT and T and T-Mobile will let you fit SIM cards from GSM networks. But you cant fit SIMs from CDMA networks like Sprint and Verizon. And vice versa."
  },
  {
    "id": 4,
    "title": "How to unlock my Samsung phone with Android SIM Unlock?",
    "description": "For Samsung S3—S7 devices, if your phone is already rooted, just launch dr.fone on your computer and, connect the phone to the computer. Select Android SIM Unlock toolkit, after your phone is recognized, click on Unlock. It will instantly sim unlock your phone permanently. For other Samsung devices, you donot need root access to unlock your phone. Connect your phone to the computer using a USB cable. Normally dr.fone will recognize your phone automatically. Click on Next to continue. Follow the instruction on dr.fone to set the phone to USB Settings / Diagnostic / Service Mode. Dial *#0808# or ##3424# or #9090# on your phone keypad. Normally one of them will work on your phone. Then phone will automatically enter USB Settings / Diagnostic / Service Mode. Select DM + MODEM + ADB or UART[*] or CDMA MODEM on the phone. After the phone is set property, click on Unlock. Just a few seconds, dr.fone -Android SIM Unlock will unlock your phone automatically."
  },
  {
    "id": 5,
    "title": "Unlock Your Android Without a Google Account",
    "description": "Android, like all other operating systems, has built-in security access to restrict unauthorized use of the device. Android relies on a PIN, a password, and/or a pattern form of security to protect your device. When you incorrectly try multiple times to enter your pattern, Android automatically locks your device. To unlock your Android device without using a Google account, you will need to perform a hard reset. Keep in mind that the hard reset process erases all the data on your Android device. \nSteps \nSwitch off your device and remove the SD card, if any. Press the Power button to turn the Android off, and then remove the SD card from the device if you have one inserted. This is to avoid it being overwritten during the hard reset process. \nPut your Android device into Recovery mode. Different Android devices have different methods to boot into recovery mode, but they all employ hardware key. For most devices, you'll need to simultaneously hold the Power button and Volume keys. Hold these buttons together at the same time until your phone boots. A DOS-like screen will be displayed with different options. \nGo to Restore Factory Defaults. Use the Volume key to move up and down the options. Highlight \"Restore Factory Defaults\" and press the Power button to select it. \nSelect \"Yes, delete all user data.\" The device will begin resetting. The reset process may take a while as it deletes your device's data. \nSelect \"Reboot system.\" Once the reset is complete, use the Volume key to scroll to the \"Reboot system\" option, then press the Power button to reboot your device. Your device should reboot without prompting a pattern/password to unlock it. Now you can go to the device settings to set up a new security password/pattern—just remember your new password/pattern this time."
  },
  {
    "id": 6,
    "title": "Factory Data Reset",
    "description": "Your last resort is to perform a factory reset through the recovery mode menu, but this will erase everything that's on the phone. Also, keep in mind that your phone may have Factory Reset Protection (FRP). It's turned on by default in every Android 5.1 device (and later) to deter thieves from stealing your phone. If FRP is on, then it's going to ask for your Google account details even after you perform a factory reset. \nIf you do want to try a factory reset, however, then check out our guide on how to use recovery mode. Once reset, you'll have to set up your phone as if it were new. Also, make sure that you take note of your password or PIN this time."
  },
  {
    "id": 7,
    "title": "Set automatically Unlock your device",
    "description": "You can keep your Android phone or tablet unlocked in some situations, like when your phone is in your pocket or you're near home. When you use Smart Lock, you won't need to unlock with your PIN, pattern, or password. The features you can use depend on your device. If you want to change your screen lock, Note: Some of these steps work only on Android 8.0 and up. Learn how to check your Android version. \nTurn on automatic unlock Make sure you have a screen lock. Open your device's Settings app Settings app. Tap Security & Location and then Smart Lock. Enter your PIN, pattern, or password. \nPick an option and follow the on-screen steps. \nAfter setup, when you turn on your screen, you'll see a pulsing circle at the bottom around the Lock Lock. \nImportant: When you don't use your device for 4 hours, and after it restarts, you'll need to unlock it. \nTurn off automatic unlock Open your device's Settings app Settings app. Tap Security & Location and then Smart Lock. Enter your PIN, pattern, or password. Turn off On-body detection and remove all trusted devices, trusted places, trusted faces, and Voice Match voices. \nOptional: If you want to turn off your screen lock,"
  },
  {
    "id": 8,
    "title": "UNLOCK ANDROID PHONE WITHOUT FACTORY RESET",
    "description": "You need to first switch off the android phone that you have locked and then power it back on \nWhile starting up when the company logo flashes you have to keep on pressing the home button very swiftly. You have to carry on this process even if the emergency call window pops up \nKeep doing it again and again until you get the password screen along with the keypad screen several times \nYou have to be really fast when you are carrying out this step else it won't work \nIf you are prompt enough then it will take you to the home screen directly and a stable home screen will appear \nYou have to go the settings app swiftly and then visit the Accounts and sync \nWhen you are in the Account and sync window you will have to clear all your accounts except for the Google account which is the main account \nNow you will have to press the power button on and off and there it will ask you for the credentials for the Google account \nEnter the details cautiously and make no mistake here \nYou will be able to draw a new pattern now \nSo you are able to save yourself from the factory reset and also unlock Android Phone. Now try to remember the pattern or draw out a simple pattern that is easy so that you don't get into trouble next time."
  },
  {
    "id": 9,
    "title": "Restore the Factory settings to Remove Password",
    "description": "If the above solution does't work for you, unfortunately, you are going to have to resort to desperate measures. I'm talking about a hard reset, or what is the same - restore factory settings. It is a tough but effective method. Follow steps to factory reset your Android device: 1) You first need power off your device , then hold down the Volume Down key and the Power/Lock key simultaneously for a few seconds. It will fastboot your device. Then you will enter the Recovery Mode. 2) Navigate using ONLY the volume down key. Go to \"wipe data/factory reset\", hit it. It will wipe all settings and data on the device. Then reboot your phone, the password will be removed. \nOnce you perform the factory reset successfully, you'll be able to access your device without entering the lock password. \nIn a word, it is highly recommend using the solution 1 to lock your Android screen password, but if you have troubles signing your Google account, you would have to try the second solution despite losing your data. With this, we lose all the data we had on our phone, but on the other hand, resurrected our beloved smartphone. Therefore, it is always good to make phone backup frequently. You never know what can happen to your smartphone."
  },
  {
    "id": 10,
    "title": "Remove Screen/PIN Password without Losing any Data",
    "description": "If you don't have a Google account and want to keep all data on the phone, then you should use Android Data Recovery instead. There is password removal tool embedded into the program and you can remove the password of PIN/ patterns/finger print in a few minutes. Mostly importantly, there is no data loss by using this method. \nStep 1 : Download and install the program on a computer. Open the program and click \"Unlock\" from the main window. After that, the program will bring up a new window. \nStep 2 : Connect your phone to computer with USB cable.\nStep 3 : Get your Android phone into Download mode. Don't worry about this. Just follow the instructions displayed on the window. Then you can enter into Download mode in a minute.\nStep 4: Click \"start\" button when your phone was in Download mode. Then the program starts to download corresponding recovery required by the program.\nStep 5 : After download is completed, Android Data Recovery starts to analyze the device and remove the password. This takes a few minutes and there isn't any data loss during the whole process.\nSo the simplest way to reset screen password is with Google account. If you don't have one, please make one now in case of further usage. Another thing to note, Android Data Recovery can also retrieve deleted files from Android internal memory and SD card. It is one of the most powerful tools for Android users."
  },
  {
    "id": 11,
    "title": "Reset Your Android Device",
    "description": "1: First, you'll want to make sure your that your locked phone or tablet is on. See, Android Device Manager needs either a mobile or Wi-Fi signal emanating from your locked device in order to communicate with it. Now, if you locked yourself out while it's on Airplane Mode, well, I'm not sure what to tell you. \n2:Launch Android Device Manager via an app on another device or by typing \"android device manager\" on the search box of your web browser and going to its site. The actual web address is https://www.google.com/android /device manager. Make sure you log on with the Google account associated with your locked device. \n3:Once you're on Android Device Manager, you'll bring up essentially the same screen regardless of whether you're on a browser or app. This screen includes a map as well as a box that shows the devices associated with your Google account. If you have more than one device associated, just look for the specific one that got locked. If it's not the first device shown, just tap the device name on the screen to bring up a menu of all devices connected to your account. Tap on the correct one.\n 4:With the correct device highlighted, you now have a few options. You'll see \"Ring,\" \"Lock,\" and \"Erase.\" Ring is used for locating your phone if you misplaced it somewhere in your house. Erase is for phones that you lost outside your house and you want to do a factory reset to make sure whoever finds it can't access your personal stuff. For folks who forgot their lock screen passwords, however, tapping on \"Lock\" is the way to go. This will launch a screen that allows you to change the lock screen PIN for your device. Enter your new PIN and wait until you get a prompt that says Android Manager has sent the info about the change to your phone. \n 5:Bring up the lock screen of your locked device once again and you will now have an option to enter your new pin (sometimes, it might take a minute or so for it to pop out). Enter the pin and voila, your device should now be unlocked. \n6:There will be times when things won't go smoothly. Sometimes, you might get a message that says \"Location unavailable\" and you'll need to do the scan again a few times. The process also may not work if you have location services turned off for your device or made it hidden via Google Play. To ensure full compatibility with Android Device Manager in the future in case of emergency, the easiest way is to download the \"Google Settings\" app, tap on \"Security,\" and turn on the check marks for remotely locating the device and allowing remote lock and erase."
  },
  {
    "id": 12,
    "title": "Unlock Your Phone with Your Fitbit",
    "description": "Everybody knows that unlocking your phone with a complicated passcode can be a real pain in the butt. Heck, even a 4 digit passcode can be a real trial, especially if you have to enter it 100 times a day. \nAs a security advocate, I always recommend that you secure your phone with a passcode, but many folks elect to skip passcodes altogether for the sake of convenience and instant access to their phone. \nThere has to be someway to balance usability with ease of access, right? Well for a long time there really hasn't been. iPhone users recently gained biometric-based unlocking of their phone \nvia the Touch ID fingerprint reader which was introduced with the iPhone 5S and since been incorporated in the iPhone 6, and the latest iPads.\nAndroid users, however, didn't have a rock solid quick unlock feature until recently with the addition of the Smart Lock capabilities found in the Android Lollipop 5.0 OS. \nSmart Lock added several new lock/ unlock methods and also improved on the previous facial recognition feature offered in earlier versions of the OS. The new Android 5.0 Smart Lock feature has now added the ability to use a trusted Bluetooth device's presence to unlock your phone. \nHere's How to Set up Android Smart Lock to Use a Fitbit (or any trusted Bluetooth device) to Unlock Your Phone: \n1. Ensure that you have a passcode or pattern set for your device. \nIf you need to set one for the first time, Open your Android device's settings menu, navigate to \"Personal\" and choose \"Security\". In the Screen Security section, choose Screen Lock. If there is an existing PIN or passcode you'll have to enter it here, otherwise follow the instructions to create a new pattern, password, or PIN to secure your device. \n2. Enable Smart Lock \nIn order to use the Smart Lock feature with a trusted Bluetooth device, you'll first need to make sure that Smart Lock is enabled. \nOpen Your Android device's Settings menu. In the section labeled \"Personal\", select \"Security\". Navigate to the \"Advanced\" menu and choose Trust agents and make sure that the Smart Lock option is turned to the On position. \nIn the \"Screen Security\" section, choose \"Smart Lock\". Enter the screen lock PIN, password, or pattern that you created in step 1 above\n3. Set Smart Lock to Recognize Your Fitbit as a Trusted Bluetooth Device \nYou can have Smart Lock unlock your Android device when a Bluetooth device of your choosing is within close range. \nTo set Smart Lock to trust a Bluetooth device for the purpose of unlocking your device, first make sure Bluetooth on your Android device is turned on. \nFrom the \"Smart Lock\" menu, choose \"Trusted devices\". Select \"Add trusted device\", then choose \"Bluetooth\". Choose your Fitbit (or whatever Bluetooth device you desire) from the list of connected Bluetooth devices. \nNote: the Bluetooth device you want to use must have already been paired to your Android device for it to be available for using as a Smart Lock Trusted Bluetooth Device. \nTo Get Rid of a Previously Allowed Trusted Bluetooth Device in Smart Lock \nChoose the device from the list of Trusted Devices in the \"Smart Lock\" menu, choose \"remove the device\" from your list and pick \"OK\". \nNote: While this feature is handy, it's important to know that, depending on the range of your phone's Bluetooth radio, someone nearby could access your phone if the device you've paired it to for Smart Unlock is nearby. For example, if you're in a meeting in the room next door to your office and your phone is left unattended on your desk, someone could access it without a passcode because your paired device (Fitbit, watch, etc) is in close enough range for it to unlock the phone."
  },
  {
    "id": 13,
    "title": "Using Find my Device",
    "description": "If your phone is running Android 5.0 Lollipop, Android 6.0 Marshmallow, Android 7.0 Nougat, or a later version of Android, then your best bet is to use Google's Find My Device. You're going to have to know the email address and password for your Google account, and your device will need to be on and connected to the internet for this to work. Here are the steps: \nVisit the Find My Device site on your computer, laptop, or another device and log in with your Google account. \nIt will probably default to your current phone, but if you have multiple devices registered, you can select the correct device by clicking its icon and name in the upper-left corner of the page. \nClick the Lock option on the left. \nYou'll be prompted to enter a new password and confirm it. Make sure that  you remember the password you choose! Now you can go back to your Android device and enter your newly-created password to gain access"
  },
  {
    "id": 14,
    "title": "How to Unlock Virgin Media Phone",
    "description": "Pay as you go customers aren't so lucky, though, with Virgin Mobile opting to lock certain models to its network. To unlock a Virgin Mobile phone, pay as you go customers will be charged £15.32. However, after you've owned the phone for 12 months, it's free. If your Virgin Mobile pay as you go handset is locked, you're looking at a wait of up to 30 days for the process to be completed. To unlock your handset, get in touch with Virgin Mobile's customer support team by calling 789 from your Virgin Mobile handset. Alternatively, you ring 0345 6000 789 from any other mobile phone or landline."
  },
  {
    "id": 15,
    "title": "Unlocking Android 4.4 or Earlier Device",
    "description": "The unlock process is much simpler when you forget your password, pattern, or PIN on an older Android device. After entering the wrong PIN five times, you'll see a prompt under the login window that says \"Forgot pattern,\" \"Forgot PIN,\" or \"Forgot password.\" Tap that, and enter your username and the password for your Google account to change your password, PIN, or pattern. This will give you immediate access."
  },
  {
    "id": 16,
    "title": "How to unlock an EE phone",
    "description": "EE will only unlock pay monthly phones after six months. To unlock an EE pay monthly phone you need to ring 150 from your EE phone. If you're still under contract, a charge of £8.99 applies. If you're out of contract, however, it's free. Be aware that you can only unlock a pay monthly phone if you've had your contract for 6 months or more. EE will unlock pay as you go or SIM only devices can be straight away, with no time limit. A charge of £8.99 applies, unless you bought the phone directly from EE. In which case, there's no charge. It will takes 7 days if you have !phone or !pad. In case of other phone wait exceed up to 10 days. Call 150 from your EE phone. Or 0800 956 6000 from any other mobile phone or landline."
  },
  {
    "id": 17,
    "title": "Unlock my phone I forget my Password",
    "description": "You will have to provide the email (Gmail) and password you used to sync your Google Play store with. But you have to be connected via data connection or WiFi. If not, you will have to do a Hard Reset. \nNOTE: This will delete all apps and data on your phone. Do the following to do a Factory Reset: \nturn off the phone press the following: Power button Volume button (up/down or both) Home button (if any) \nOr look for a reset button or hole \nRelease the buttons when you see the logo Use volume buttons to navigate, power button to select \nChoose Wipe Data/Factory Reset \nChoose yes—delete all user data\nChoose reboot now \nHow can I unlock my phone without erasing the data? I put a pattern password on my Android phone. And now I forgot what it is \nThe only way to use your phone and reset the password (without deleting all data) is by providing the email (Gmail) and password. You have to be connected to the internet via data connection or WiFi to do it. If not, the only way to use the phone is by doing a Hard Reset which will delete all apps and data. \nYou will have to do the following: \nTurn off device \nPress the following:\nPower button \nVolume button (up/down or both)\nHome button (if any) \nOr look for a reset hole or button \nRelease buttons when you see the logo Use volume buttons to choose and power to select \nChoose recovery mode\nChoose Wipe Data/Factory Reset\nChoose yes-delete all user data\nChoose reboot now"
  },
  {
    "id": 18,
    "title": "Method's to unlock Android without GMAIL's account",
    "description": "Well, when it comes to unlock phone pattern lock without Gmail, this method should be last on your list. Simply because this will wipe off all your settings and data stored on your device and put your phone back to square one, in other words your phone will be returned to factory state. If you already have a backup of your data, then this method would not scare you off as you can easily retrieve your data back. Let's get to know about the first method to how to unlock android pattern lock without Gmail on an android device, here we are using Samsung device to perform a factory reset. \nStep-by-step guide for how to recover data on An Android phone \nhow to unlock android phone without Gmail \nStep 1: \nPress and hold Volume Up, Home and Power button simultaneously to boot up in Recovery Mode. Release the buttons when your device powers on or if you see phone's logo coming up on your screen. \nNote: If your phone doesn't have a home button, press and hold down the Volume Up, Volume Down and Power buttons altogether to get into Recovery Mode. \nStep 2: \nNavigate through the menu using the volume buttons and select \"Wipe data/ factory reset\". Hit the power button to confirm the action. \nStep 3: \nAgain, navigate using volume buttons and choose \"Delete all user data\" from the list. To verify, hit power button. Reboot your device upon factory reset process completion. Your device will now boot up with everything wiped off including the lock screen."
  },
  {
    "id": 19,
    "title": "Method's to unlock Android without GMAIL's account",
    "description": "If you are looking for the best way on how to unlock Android phone without Gmail, iSkysoft Toolbox — Android Lock Screen Removal will be the best alternative since it fully guarantees of no data loss during the process. It is fully compatible with Android devices and assures full privacy. Moreover, it allows the users to try it free. \nThis tool is able to unlock any kind of lock be it fingerprint, password, pattern and pin. \nIt assures no alteration of the data while using the software. \nIt removes the lock screen in few seconds. \niSkysoft is able to work with various scenarios like forgotten passwords, disabled phone, hacked phone and more. \nAndroid Lock Screen Removal offers full security as well."
  },
  {
    "id": 20,
    "title": "Ho to Unlock Three phone",
    "description": "If, you bought your phone from Three after December 13th 2013, it won't be locked. That goes for pay as you go phones, as well as those bought on contract from Three. Phones bought before this point will, however, be locked to Three. No charge applies. Three will unlock your phone free of charge. Three does not enforce a time limit. You can unlock your pay monthly phone at any time during your contract. How long does it take? Expect a wait of up to seven days. How do I get in touch to unlock it? Three phones are already unlocked when you buy them. So you won't need to talk to anyone from Three."
  },
  {
    "id": 21,
    "title": "Unlock Samsung Phone by Factory Reset",
    "description": "Have you forgot password on Samsung Galaxy S3? Actually forgotting the screen lock password is a common thing. There are many ways that can help you to unlock your Samsung smartphone's passwords, pattern and as well as any other PIN codes. All you need to do is just simply following these simple methods to unlock your samsung galaxy S3. Hard reset is one of the major effective and quick methods to unlock your Samsung smartphone. If your smartphone is really slow, freezing and as well as not responding well or you can't remember your phone's password then this method is for you. If you are facing a big trouble in accessing your factory data, resetting alternatives, then also you can perform a quick factory reset on your Samsung smartphone. Just follow any of below methods to do a quick factory reset on your device. But this method will erase all your data on the phone, so don't try this method if you have no backups for your precious data. \nMethod 1: There are many people that are suffering from problem like I forgot my Samsung Galaxy S3 password. So, for your help just follow this step, when your Samsung smartphone is powered off, then slightly press and hold the Volume down and Volume up keys both in the exact same time. After this hold down the power key until you see a test screen, it usually takes 15 to 20 seconds time. When you see the test screen just press the volume down button to easily navigate through the options until you see wipe data/factory reset option, then simply press the power key to select that option. \nMethod 2: The method second to recover your Samsung Galaxy S3 forgot password just power your phone off and then press down the volume down key, then release the power on-off key, but still hold down the volume down key for almost 10 to 15 seconds time. When you see some additional options pop up on your device screens you can easily go for the next step that presses the volume low key to easily navigate through all the options until it highlights the option of reset, it usually shows a factory reset option, just press the power key to done this process. \nMethod 3: When your device is powered off, press down the home key with the power button. Once the Android recovery screen shows the home key, press the volume up and down button, but remember must press these two buttons at the same time. When you are on the Android recovery system screen you have to release all the keys and then press the volume down button to navigate to the factory reset and wipe data option. Once you reach there just press the power button to do this process. \nMethod 4: To do a factory reset from this method just power off your device and after that press the home key and slowly release the power key while still pressing the home key. Choose the search key option from the Android screen recovery system. Tap on the factory reset and wipe data option and select OK with the help of power button. Select yes option and delete all the user data and it will reboot your device now and the factory reset process will be done on your device. \nUnlocking Samsung phone by factory reset is not a perfect solution since it will damage all your data on your phone. While dr.fone is one of the best tool that you can use to retrieve the forgotten screen password on Samsung Galaxy. It won't cause any data loss when you unlock Samsung phone, safer, easier, no matter carrier, etc."
  },
  {
    "id": 22,
    "title": "Bypass forgot pattern lock using 'Forgot Pattern' feature",
    "description": "One of the easiest and fastest ways to fix the forgot pattern lock issue on a device is by using its inbuilt \"Forgot Pattern\" feature. If you are using an Android 4.4 or earlier versions, then you can simply access this feature. Since users can hack an Android device just by knowing the Google credentials of the connected device, the solution was later discontinued (as it was considered as a security vulnerability). Nevertheless, if your device hasn't been updated and you are using an Android 4.4 or previous version, then you can bypass the forgot pattern lock by following these steps: \n1. Firstly, provide a wrong pattern to your device. It will let you know that you applied the incorrect pattern. \n2. On the same prompt, you can see an option of \"Forgot pattern\" on the bottom. Simply tap on it.\n3. This will open a new screen, which can be used to bypass the forgot pattern Android. Select the option for entering the Google Account details and proceed.\n4. In order to reset the forgot pattern lock, you need to provide the correct Google credentials of the account already linked to the device."
  },
  {
    "id": 23,
    "title": "Forget iPhone Password",
    "description": "There are good news and bad news for the people who've forgotten the iPhone passcode. The good news is that all is not lost. The bad news is that you can't recover the passcode in any way. \nUnless of course, by a stroke of luck and genius, your brain remembers the passcode again. The only way to regain entry into your iPhone is to restore it. Yes, that's going to delete all data but, incidentally, even when you are locked out of your iPhone, you can backup your device. \nThat's kind of the irony that you don't want to happen to you, but hey, every once in a while, someone gets locked out of his house, car or email accounts. Add iPhones and iPads to that list. \nForgot iPhone Passcode? Follow this Tips to Get the Issue Resolved \nThe first thing you should do when you are locked out of your device is back it up. Back Up Your iOS Device: To do so, connect your device to the computer launch iTunes Then. select your device from the top left menu. Next, \nclick on Back Up Now. Once your device has backed up, you should see the date and time when your device was backed up under Latest Backup. \nNote: Make sure to uncheck encrypt backup. \nOnce you have backed up your device, you have two options: \nErase your iPhone or iPad and Restore using iTunes \nRestore iPhone or iPad in Recovery Mode \nHow to Erase your iPhone and iPad with iTunes to Remove your Passcode \nStep #1. Connect your iPhone to the computer and launch iTunes. \nStep #2. Click Restore [your device]. \nRestore iPhone X, 8 Plus or iPhone 8 from iTunes \nWhile restoring your device, when you reach the Set Up screen, tap on Restore from iTunes backup. \nStep #3. Next, select your device in iTunes and then restore your device with the most relevant backup. \nThat's it! \nBut if \"Find My iPhone\" is enabled, you will have to take the different root to erase your device. Read on... \nHow Erase iPhone and iPad with Recovery Mode to Remove your Passcode \nStep #1. Connect your iOS device to your computer and launch iTunes. \nStep #2. Now, you need to reboot your device. \nOn iPhone X, iPhone 8, or iPhone 8 Plus: First, press and quickly release the volume up button. Then, press and immediately release the volume down button. Next, press and hold the Side button until the recovery mode screen shows up. Read this for more information. \nOn an iPhone 7 or iPhone 7 Plus: Simply press and hold volume down button and ON/OFF buttons at once. Keep holding the buttons until the recovery mode screen appears. Jump to this post for more information. \nOn an iPhone 6s and earlier, iPad, or iPod touch: You need to press and hold both the Home and ON/OFF button at once. Keep holding the buttons until the recovery mode screen appears. Here is more on it. \nStep #3. Now, you will get a prompt for Restore or Update. Tap on Restore. \nNow, iTunes will start downloading the software for your device. \nNote: Just in case, the process takes more than 15 minutes, your iPhone will exit recovery mode, and you will have to repeat the steps mentioned above again. Once the process is completed, set up your device."
  },
  {
    "id": 24,
    "title": "Unlock Screen password with Google",
    "description": "Pattern allows us to enter wrong password 5 times and the sixth attempt is blocked. If we return to try we get a message that we have to wait 30 seconds. If you still did not get a divine inspiration, we will have to admit that we have forgotten. To do this, click on \"Forgot pattern?\". Once you do leave us a screen where we enter our data Gmail account. You're allowed to unlock your device using your Google account credentials. \n1) After 5 incorrectly drawn patterns the screen will be lock.\n2) At the bottom of the lock screen you can click on \"Forgot pattern?\" \n3) Enter your Google account Username and Password. (assume you've signed Google account) \n4) Click \"Sign In\". \n5) It will allow you to draw a new unlock pattern. \nNotes: This method requires you to connect your device to internet (Wifi) or you can't log in Google account."
  },
  {
    "id": 25,
    "title": "Use Button Commands To Reset Your Phone",
    "description": "Here's a list of the button commands for some popular brands. \nIf you don't see your device manufacturer on the list, the easiest way to find the information is to search google for master reset and your device's name. It's best to press all of the other buttons before pressing the power button. \nSamsung: Volume Up, Home Button, Power. Google Nexus/Pixel: Volume Down, Power. HTC: Volume Down, Power. On some HTC models, you may need to keep the volume down button pressed down when you release the power button. \nMotorola Moto Z/Droid: Volume Down, Power. Most Moto brand devices want you to keep the volume down button pressed while you press and release the power button. \nLG: Volume Down, Power. When the LG logo appears, release the Power button and then press it again immediately. Keep the Volume Down button held down during this time. \nSony Xperia: Volume Down, Power. \nAsus Transformer: Volume Down, Power. \nIf you are wondering why there are so many different ways to access recovery mode, it isn't because they are trying to frustrate you. Manufacturers want to make certain it is difficult to accidentally trigger recovery mode. Because this recovery mode makes it easy to wipe your device, they think it best to require finger gymnastics to activate it."
  },
  {
    "id": 26,
    "title": "Unlock your mobile wireless device",
    "description": "We're committed to providing you with clear information about how to unlock your mobile wireless phones, tablets, and mobile Internet devices for use across different mobile carriers. Most mobile devices are programmed to prevent the device from operating with another wireless carrier's network without first obtaining an unlock code. Keep in mind, T-Mobile cannot unlock a non-T-Mobile device. Device compatibility Mobile carriers typically use different frequencies and technology to provide wireless network access. So, not all phones, tablets, and mobile Internet devices are compatible between every mobile carrier. Even if your phone, tablet, or mobile Internet device is compatible with carriers, your device may not operate the same on a different mobile carrier's network. Please review your device functionality with any new carrier's network to make sure that the services are operating as expected. For more information about T-Mobile's network compatibility requirements\nTo obtain an unlock code for your mobile wireless phones, tablets, or mobile Internet device, contact the mobile carrier or manufacturer who sold you the device. The original carrier or manufacturer can provide you with instructions and specific information on how to unlock the device for use with another mobile carrier. If you purchased your device from T-Mobile, or if you have a T-Mobile authorized device, follow the steps outlined below to see if you're eligible to receive an unlock code for your device. \nUnlock requirements T-Mobile provide mobile device unlock codes free within two business days (or provide further information about timing) for eligible devices. \nDevice eligibility is determined as follows: The device must be a T-Mobile device. The device must not be reported to T-Mobile as lost, stolen, or blocked. The account associated with the device must not be canceled, and be in good standing.\nYou have requested no more than two mobile device unlock codes per line of service in the last 12 months. The device must satisfy all the Postpaid or Pay in Advance (Prepaid) Unlocking terms outlined below. T-Mobile may request proof of purchase or additional information in its discretion and certain other exceptions may apply. \nUnlock eligibility for phones, tablets, and mobile Internet devices on Postpaid plans like T-Mobile ONE The device must have been active on the T-Mobile network for at least 40 days on the requesting line. If the device is financed using T-Mobile's Equipment Installment Plan (EIP) ,or if its leased through JUMP! On Demand', all payments must be satisfied and the device must be paid in full unless otherwise specified. If the device is on an account that is under a service contract term, at least 18 consecutive monthly payments must have been made or the account must have migrated TO simple choice no contract rate plan. If the device is associated with a canceled account, the account balance must be zero, including all pending charges. \nUnlock eligibility for phones, tablets, and mobile Internet devices on Prepaid plans like Pay in Advance The device on the requesting line has been active for more than one year on the T-Mobile network. If the device has been active for less than one year on the requesting line, the Pay in Advance account associated with the device must have had more than $100 in refills since device first use date. $100 in total refills is required for each device that is requested to be unlocked and does not include the initial activation payment. \nMilitary and other exceptions Deployed military personnel who are customers in good standing are eligible to have their devices unlocked upon provision of deployment papers. Exceptions to some or all requirements may apply in other circumstances for Business and Government Accounts. Please contact us for more details. \nRequest an unlock If your device meets the eligibility requirements, contact us to request an unlock code and steps to unlock your device. Keep in mind, this policy is subject to T-Mobile's Terms and Conditions of service and may change without notice. T-Mobile may deny any request for a mobile device unlock code at our sole discretion if the request is an effort to defraud the company."
  },
  {
    "id": 27,
    "title": "Using Samsung's Find My device",
    "description": "If you have a Samsung phone, you've created a Samsung account, and activated Find My Mobile during the setup process, then you can also use this feature to unlock your phone remotely. You will need to know the email address and password associated with your Samsung account, and your device will need to be on and connected to the internet. Here's how: \nVisit the Find My Mobile website on your computer, laptop, or another device and log in with your Samsung account. \nYour current device and phone number should be displayed in the upper-left corner of the page. Peruse the options on the right side of the page and click Unlock my device. \nYou can then unlock your phone remotely by entering your password for your Samsung account."
  },
  {
    "id": 28,
    "title": "Unlocking a Verizon Phone",
    "description": "EE will only unlock pay monthly phones after six months. To unlock an EE pay monthly phone you need to ring 150 from your EE phone. If you're still under contract, a charge of £8.99 applies. If you're out of contract, however, it's free. Be aware that you can only unlock a pay monthly phone if you've had your contract for 6 months or more. EE will unlock pay as you go or SIM only devices can be straight away, with no time limit. A charge of £8.99 applies, unless you bought the phone directly from EE. In which case, there's no charge. It will takes 7 days if you have !phone or !pad. In case of other phone wait exceed up to 10 days. Call 150 from your EE phone. Or 0800 956 6000 from any other mobile phone or landline."
  },
  {
    "id": 29,
    "title": "Unlocking a T-Mobile phone",
    "description": "If your handset is a prepaid model, it'll need to have been active for at least one year, and the account associated with it must have had more than $100 in refills. So long as you satisfy those requirements, you can use the T-Mobile Mobile Device Unlock app to complete the unlocking process. Alternatively, you can unlock your phone through a live chat with a T-Mobile customer representative, or by calling 611 from a T-Mobile device, or 1-877-746-0909 from any other phone."
  },
  {
    "id": 30,
    "title": "Sd Window Explorer",
    "description": "This is the most commonly used procedure to repair a connected storage media to your computer. \n1. Open My Computer or This PC. \n2. Select the corrupted drive and Right-click. \n3. Click Format in the drop-down menu. \n4. Click Restore Device Defaults in the popup window. \n5. Click Start to begin the format process. You can uncheck the Quick format option if you want the computer to deep scan the drive/card for errors but this will take time. So, uncheck it only if you fail in the first attempt. \n6. Click Ok in the next dialog box which will warn you that the data will be lost. The format process will complete in a few moments, and you will have your error-free SD card or pen drive."
  }
]
