[
  {
    "name": "Standing Hamstring Stretch",
    "img_url": "https://media.self.com/photos/5a305db96c2fc24013a0aa78/master/w_1920%2Cc_limit/2_1Self.jpg",
    "description": "Stand tall with your feet hip-width apart, knees slightly bent, arms by your sides.\n\nExhale as you bend forward at the hips, lowering your head toward floor, while keeping your head, neck and shoulders relaxed.\n\nWrap your arms around backs of your legs and hold anywhere from 45 seconds to two minutes.\n\nBend your knees and roll up when you're done."
  },
  {
    "name": "Piriformis Stretch",
    "img_url": "https://media.self.com/photos/5a305b5a83ab3f54feacf748/master/w_1600%2Cc_limit/2_13self.jpg",
    "description": "The piriformis muscle is a deep internal hip rotator, located on the outside of the butt. Its primary role is external rotation, Atkins says. \"Deep internal rotators, while small, produce a lot of the movement at the hip and are often overlooked.\" Since the piriformis crosses over the sciatic nerve, \"if it is tight, it can result in sciatic nerve irritation,\" Cyrelson says. \"Stretching this muscle can prevent potential future sciatica, or help treat it.\"\n\nSit on the floor with both legs extended in front of you.\n\nCross your right leg over your left, and place your right foot flat on the floor.\n\nPlace your right hand on the floor behind your body.\n\nPlace your left hand on your right quad or your left elbow on your right knee (as shown) and press your right leg to the left as you twist your torso to the right.\n\nIf the spinal rotation bothers your back, take it out and simply use your left hand to pull your right quad in and to the left."
  },
  {
    "name": "Lunge With Spinal Twist",
    "img_url": "https://media.self.com/photos/5a305b43e1ef6d3e6b8801bf/master/w_1600%2Cc_limit/2_7self.jpg",
    "description": "Atkins notes that this stretch is commonly referred to as the World's Greatest Stretch (WGS) in the fitness community. And for good reason: \"It's essential to help with posture-related pain or for people who sit for prolonged periods of time,\" says Dan Giordano, D.P.T., C.S.C.S., cofounder of Bespoke Treatments Physical Therapy in New York City and Seattle. \"It helps open your hips and improve thoracic (mid-back) mobility,\" he tells SELF.\n\nStart standing with your feet together.\nTake a big step forward with your left foot, so that you are in a staggered stance.\n\nBend your left knee and drop into a lunge, keeping your right leg straight behind you with your toes on the ground, so you feel a stretch at the front of your right thigh.\n\nPlace your right hand on the floor and twist your upper body to the left as you extend your left arm toward the ceiling.\n\nHold for 30 seconds to 2 minutes.\n\nRepeat on the other side."
  },
  {
    "name": "Triceps Stretch",
    "img_url": "https://media.self.com/photos/5a305dbce1ef6d3e6b8801c5/master/w_1600%2Cc_limit/2_10self.jpg",
    "description": "Kneel, sit, or stand tall with feet hip-width apart, arms extended overhead.\n\nBend your right elbow and reach your right hand to touch the top middle of your back.\n\nReach your left hand overhead and grasp just below your right elbow.\n\nGently pull your right elbow down and toward your head.\n\nSwitch arms and repeat."
  },
  {
    "name": "Figure Four Stretch",
    "img_url": "https://media.self.com/photos/5a305ae99bddcf5b219b2c5b/master/w_1600%2Cc_limit/2_16self.jpg",
    "description": "This specifically stretches the piriformis and iliopsoas muscles (essentially your hip rotator and flexor muscles) and the IT band. Because of this and the passive nature of the pose, it is an excellent and gentle approach to helping relieve symptoms associated with sciatica and knee pain,\" John Murray, yoga instructor and co-founder of Lyons Den Power Yoga, tells SELF.\n\nLie on your back with your feet flat on the floor.\n\nCross your left foot over your right quad.\n\nLift your right leg off the floor. Grab onto the back of your right leg and gently pull it toward your chest.\n\n\nWhen you feel a comfortable stretch, hold there.\n\nHold for 30 seconds to 2 minutes.\n\nSwitch sides and repeat."
  },
  {
    "name": "90/90 Stretch",
    "img_url": "https://media.self.com/photos/5a305cc84669415cf908fb45/master/w_1600%2Cc_limit/2_24self.jpg",
    "description": "This modification of pigeon pose helps with internal rotation of one leg and external rotation of the other, \"so you're hitting both movements of the hip at once,\" Atkins says. It's a good option for people who have extremely tight hip flexors, she adds. \"The front thigh is safely on the ground in a position that doesn't cause too much stress.\"\n\nSit with your right knee bent at 90-degrees in front of you, calf perpendicular to your body and the sole of your foot facing to the left. Keep your right foot flexed.\n\nLet your leg rest flat on the floor.\n\nPlace your left knee to the left of your body, and bend the knee so that your foot faces behind you. Keep your left foot flexed.\n\nKeep your right butt cheek on the floor. Try to move the left cheek as close to the floor as possible. It may not be possible if you're super tight.\n\nHold for 30 seconds to 2 minutes.\n\nRepeat on the other side."
  },
  {
    "name": "Frog Stretch",
    "img_url": "https://media.self.com/photos/5a305dc583ab3f54feacf750/master/w_1600%2Cc_limit/2_26self.jpg",
    "description": "Most of us sit and cross our legs, which can lead to tight hips and result in lower-back pain,\" Lacee Lazoff, a NASM-certified personal trainer and instructor at the Fhitting Room in New York City, tells SELF. \"This stretch directly target tights spots in the hips/groin and is especially useful for runners.\"\n\nStart on all fours.\nSlide your knees wider than shoulder-width apart.\n\nTurn your toes out and rest the inner edges of your feet flat on the floor.\n\nShift your hips back toward your heels.\n\nMove from your hands to your forearms to get a deeper stretch, if possible.\n\nHold for for 30 seconds to 2 minutes."
  },
  {
    "name": "Butterfly Stretch",
    "img_url": "https://media.self.com/photos/5a305dc79bddcf5b219b2c67/master/w_1600%2Cc_limit/2_27self.jpg",
    "description": "Sit tall on the floor with the soles of your feet together, knees bent out to sides.\n\nHold onto your ankles or feet, engage your abs, and slowly lower your body toward your feet as far as you can while pressing your knees toward the floor.\n\nIf you're too tight to bend over, simply press your knees down.\n\nHold this stretch for 30 seconds to 2 minutes."
  },
  {
    "name": "Seated Shoulder Squeeze",
    "img_url": "https://media.self.com/photos/5a305dbc2323e96043af7dad/master/w_1600%2Cc_limit/2_11self.jpg",
    "description": "I love this stretch because it relieves poor posture and releases tension in the upper back,\" Jess Sims, a NASM-certified personal trainer and instructor at Shadowbox and the Fhitting Room in New York City, tells SELF.\n\nSit on the floor with your knees bent and feet flat on the floor.\n\nClasp your hands behind your lower back.\n\nStraighten and extend your arms and squeeze your shoulder blades together.\n\nDo this for 3 seconds, and then release. Repeat 5 to 10 times."
  },
  {
    "name": "Side Bend Stretch",
    "img_url": "https://media.self.com/photos/5a305bd6e1ef6d3e6b8801c1/master/w_1600%2Cc_limit/2_14self.jpg",
    "description": "Kneel on the floor with your legs together, back straight, and core tight.\n\nExtend your left leg out to the side. Keep it perpendicular to your body (not in front or behind you).\n\nExtend your right arm overhead, rest your left arm on your left leg, and gently bend your torso and right arm to the left side.\n\nKeep your hips facing forward.\n\nHold this stretch for 30 seconds to 2 minutes.\n\nRepeat on the other side."
  },
  {
    "name": "Lunging Hip Flexor Stretch",
    "img_url": "https://media.self.com/photos/5a305cab9bddcf5b219b2c5f/master/w_1600%2Cc_limit/2_4Self.jpg",
    "description": "Kneel on your left knee. Place your right foot flat on the floor in front of you, knee bent.\n\nLean forward, stretching your left hip toward the floor.\n\nSqueeze your butt; this will allow you to stretch your hip flexor even more.\n\nHold for 30 seconds to 2 minutes.\n\nSwitch sides and repeat."
  },
  {
    "name": "Lying Pectoral Stretch",
    "img_url": "https://media.self.com/photos/5a305dcb2323e96043af7db9/master/w_1600%2Cc_limit/2_31self.jpg",
    "description": "This is a great stretch to do before or after pushing motions,\" like push-ups or rows, Zack Daley, a NASM-certified personal trainer and head coach at Tone House in New York City, tells SELF.\n\nLie on your stomach with both arms extended to the sides so your body is in a T shape.\n\nPush off the ground with your left hand and bend your left knee for balance as you start to roll to your right side. You should feel this in your right-side pectoral muscles.\n\nAs your mobility increases, you'll be able to stretch further and roll your body further.\n\nRepeat on the other side."
  },
  {
    "name": "Knee to Chest Stretch",
    "img_url": "https://media.self.com/photos/5a305c1883ab3f54feacf74a/master/w_1600%2Cc_limit/2_32self.jpg",
    "description": "Lie on your back with both legs extended.\n\nPull your right knee into your chest, while keeping the left leg straight and your lower back pressed into the floor.\n\nHold for 30 seconds to 2 minutes.\n\nRepeat on the other leg."
  },
  {
    "name": "Seated Neck Release",
    "img_url": "https://media.self.com/photos/5a305dbc83ab3f54feacf74c/master/w_1600%2Cc_limit/2_12self.jpg",
    "description": "Karen Joubert, D.P.T., owner of Joubert Physical Therapy in Beverly Hills, tells SELF that most people tend to forget to stretch the neck. But relieving tension in your neck can make a positive impact on the rest of your upper body, from your shoulders to your spine.\n\nStand with feet shoulder-width apart, or sit down with your back straight and chest lifted.\n\nDrop your left ear to your left shoulder.\n\nTo deepen the stretch, gently press down on your head with your left hand.\n\nHold for 30 seconds to 2 minutes."
  },
  {
    "name": "Lying Quad Stretch",
    "img_url": "https://media.self.com/photos/5a305dc12323e96043af7daf/master/w_1600%2Cc_limit/2_20self.jpg",
    "description": "Lie on one side.\n\nKeep your bottom leg straight and bend your top knee so your foot is by your butt.\n\nHold your top foot with your hand, pulling it toward your butt.\n\nKeep your hips stable so you're not rocking back as you pull.\n\nHold for 30 seconds to 2 minutes.\n\nSwitch sides and repeat."
  },
  {
    "name": "Sphinx Pose",
    "img_url": "https://media.self.com/photos/5a305dc34669415cf908fb4f/master/w_1600%2Cc_limit/2_22self.jpg",
    "description": "New York City-based yoga instructor Shanna Tyler tells SELF that this pose stretches the lower back in a gentle way—plus, it engages your abs, which further supports the lower back.\n\nLie on your stomach with your legs straight out behind you.\n\nPlace your elbows under your shoulders and your forearms on the floor as you lift your chest up off the floor.\n\nPress your hips and thighs into the floor, and think about lengthening your spine while keeping your shoulders relaxed.\n\nSit up just enough to feel a nice stretch in your lower back. Don't hyperextend, and stop immediately if you start to feel any discomfort or pain."
  },
  {
    "name": "Extended Puppy Pose",
    "img_url": "https://media.self.com/photos/5a305dc383ab3f54feacf74e/master/w_1600%2Cc_limit/2_23self.jpg",
    "description": "Start on all fours.\n\nWalk your arms forward a few inches and curl your toes under.\n\nPush your hips up and back halfway toward your heels.\n\nPush through the palms of your hands to keep your arms straight and engaged.\n\nHold for 30 seconds to 2 minutes."
  },
  {
    "name": "Pretzel Stretch",
    "img_url": "https://media.self.com/photos/5a305dc52323e96043af7db3/master/w_1600%2Cc_limit/2_25self.jpg",
    "description": "I like the pretzel stretch because it stretches multiple important postural muscles in one stretch, which can be a huge time saver,\" Cyrelson says. You'll stretch the quads of your bottom leg, your spine, and the glutes and hip flexors of your top leg.\n\nLie on your left side with your head resting on your arm.\n\nBend your right knee and hip up toward your chest as far as you can, and let it drop to the floor.\n\nBend your left knee and grab your left foot (use a strap if you can’t reach it) with your right hand.\n\nMake sure your leg and torso remain in a straight line as you gently bring your top shoulder blade toward the floor.\n\nFor more of a spinal twist, turn your head to look over your right shoulder."
  },
  {
    "name": "Reclining Bound Angle Pose",
    "img_url": "https://media.self.com/photos/5a305dc72323e96043af7db5/master/w_1600%2Cc_limit/2_28self.jpg",
    "description": "This is an excellent stretch to do both as a gentle warm-up and at the end of a workout as a releasing pose,\" Murray says. \"Due to the passive nature of the posture, it can and should be adjusted based on how the body is feeling to encourage the proper stretch and release.\" He suggests using pillows or a rolled up towels as bolsters under your knees if you need the support at first.\n\nLie on your back.\n\nBring the soles of your feet together and allow your knees to open up and move closer to the floor.\n\nHold for 30 seconds to 2 minutes."
  },
  {
    "name": "Standing Quad Stretch",
    "img_url": "https://media.self.com/photos/5a305dd383ab3f54feacf754/master/w_1600%2Cc_limit/2_2Self.jpg",
    "description": "Stand with your feet together.\n\nBend your left knee and use your left hand to pull your left foot toward your butt. Keep your knees together.\n\nIf you need to, put one hand on a wall for balance.\n\nSqueeze your glutes to increase the stretch in the front of your legs.\n\nHold for 30 seconds to 2 minutes.\n\nRepeat on the other leg."
  },
  {
    "name": "Knees to Chest",
    "img_url": "https://media.self.com/photos/5a305dbfe1ef6d3e6b8801c7/master/w_1600%2Cc_limit/2_17self.jpg",
    "description": "Lie on your back and pull your knees into your chest with both hands.\n\nKeep your lower back on the floor.\n\nHold for 30 seconds to 2 minutes."
  }
]
