[
  {
    "id": 1,
    "question": "You would like to participate in a work-related seminar in another country. Write a letter to the person in charge of the seminar and ask for detailed information regarding the dates, program, accommodation and cost."
  },
  {
    "id": 2,
    "question": "You took your family to a nearby restaurant. You were disappointed with the meal and wish to complain to the manager.\nWrite a letter to the manager of the restaurant. In your letter,\n\n  » explain why you were at the restaurant\n  » describe the problems\n  » write about the action you want the manager to take"
  },
  {
    "id": 3,
    "question": "Your neighbours have recently written to you to complain about the noise from your houseflat.\nWrite a letter to your neighbours. In your letter\n\nexplain the reasons for the noise\napologise\ndescribe what action you will take"
  },
  {
    "id": 4,
    "question": "You recently took a part-time job working for a local company. After a few weeks, you realised there were some problems with the job.\nWrite a letter to the manager of the company. In your letter:\n\n  explain why you took the job\n  describe the problems that you experienced\n  suggest what could be done about them"
  },
  {
    "id": 5,
    "question": "For the past year, you have been a member of a local club. Now you want to discontinue your membership.\nWrite a letter to the club secretary. In your letter\n\nstate what type of membership you have and how you have paid for this\ngive details on how you have benefited from the club\nexplain why you want to leave"
  },
  {
    "id": 6,
    "question": "You are employed full-time and also doing a part-time evening course. You are not able to continue the course.\nWrite a letter to the course lecturer. In the letter\n\nexplain why you cannot continue the course\ndescribe the situation\nsay what you will be doing about it"
  },
  {
    "id": 7,
    "question": "You recently had your computer fixed at a local computer store, however, you are not pleased with the service you received.\nWrite a letter to the store manager. In the letter:\n\ndescribe the situation\nexplain why you are dissatisfied\nsay what you want the manager to do"
  },
  {
    "id": 8,
    "question": "You are going to visit New Zealand for an 'English and Homestay' program. You have just received details of your homestay host family.\nWrite your first letter to the family. In your letter\n\nintroduce yourself\nask the family some questions to get information that is important to you\ntell the family about your arrival date and time"
  },
  {
    "id": 9,
    "question": "You travelled by a long-distance bus recently and your suitcase was damaged.\nWrite a letter to the bus company. In your letter,\n\ninform the bus company of when and to where you travelled\ndescribe your suitcase and what happened to it\nexplain why the company should pay for a new suitcase"
  },
  {
    "id": 10,
    "question": "You are organising an executive event for the company you work for. Write a letter to the person in charge of a venue that you are considering for the event and ask for detailed information regarding dates, services and costs."
  },
  {
    "id": 11,
    "question": "You borrowed some books from your school or college library. Unfortunately, you have to go away to visit a sick relative and cannot return the books in time."
  },
  {
    "id": 12,
    "question": "You have bought a new mobile phone and in a few days of purchase, it has stopped working. You have spoken to the company representative a week ago but it has still not been repaired.\nWrite a letter to the company. In your letter,\n\n introduce yourself\n explain the situation\n say what action you would like the company to take"
  },
  {
    "id": 13,
    "question": "You travelled by plane last week and your suitcase was lost. You have still heard nothing from the airline company."
  },
  {
    "id": 14,
    "question": "You have had a bank account for a few years. Recently you received a letter from the bank stating that your account is $240 overdrawn and that you will be charged $70 which will be taken directly from your account. You know that this information is incorrect."
  },
  {
    "id": 15,
    "question": "Write a letter to the Mayor, the head of a municipal government, complaining about a situation in which some adolescents let their dogs run wildly causing a dangerous situation."
  },
  {
    "id": 16,
    "question": "You will move to a new city for work. You know some people who live there.\nWrite a letter to someone you know who lives there. In your letter   \n\n ask them for help in finding accommodation\n tell them where you would like to live\n tell them the type of place you are looking for"
  },
  {
    "id": 17,
    "question": "You had a good meal at a local restaurant with your family. Write a letter to the newspaper to tell them about it, describe the meal you had, and why you think the restaurant is worth visiting."
  },
  {
    "id": 18,
    "question": "Your car is hired from a company and while you were driving on holiday, you had a small accident. You will have to write a report to the company to explain it.\nWrite a letter to the company. In your letter, you need to explain the following:\n\nwhen and where you hired the car\ndescribe how the accident happened\nwhat kind of action you took after the accident"
  },
  {
    "id": 19,
    "question": "You cannot go to a company where you got an offer. Write a letter to the HR supervisor to:\nexplain the reason why you decline the offer\nexpress your gratitude\nexplain why you like your current job very much"
  },
  {
    "id": 20,
    "question": "Write a letter to the Information Officer at the TAPE Information Office asking for information about the Tertiary Preparation Certificate."
  },
  {
    "id": 21,
    "question": "You celebrated your birthday with some friends last week in a restaurant. It was a great success and you and your friends enjoyed the evening very much."
  },
  {
    "id": 22,
    "question": "As part of a student social survey project, you are organising a group to visit a historical exhibition in a small town. Write a letter asking for information regarding such things as the contents of the exhibition, and the dates of its opening and closing, and if there are any discounts available."
  },
  {
    "id": 23,
    "question": "You have a friend who lives in a city abroad. You have decided that you would like to apply to do a course at one of the colleges in this city."
  },
  {
    "id": 24,
    "question": "You are organising a trip to the Snowy Mountains in New South Wales for a group of students from Perth in Western Australia.\nWrite to the manager of Student Hostel Services. In your letter, explain:\n\nwhen you want to visit the Snowy Mountains\nhow long you will stay\nhow many students are in your group and what accommodation you will require"
  },
  {
    "id": 25,
    "question": "You recently visited a place that had a strong impact on you. Now you want to write to your friend about the place.\nWrite a letter to a friend about the place. In your letter,\n\nexplain where the place was and how you got there\ndescribe what you saw\noffer to take your friend there"
  },
  {
    "id": 26,
    "question": "You are due to start a new job next week but you will not be able to because you have some problems.\nWrite a letter to your new employer. In your letter:\n\nexplain your situation\ndescribe your problems\ntell him/her when you think you can start"
  },
  {
    "id": 27,
    "question": "You have recently been to stay with an old friend for a few days. You haven't seen each other for a long time and was happy to meet him/her.\nNow write a letter to this friend. In your letter:\n\nsay how you felt about the visit\nrefer to something enjoyable that you did while staying with him/her\ninvite your friend to visit you"
  },
  {
    "id": 28,
    "question": "One of your pen pals will shortly be visiting your city. For some reasons, you can not manage to meet him/her at the airport on time."
  },
  {
    "id": 29,
    "question": "You are going to study at a college in the UK next year. You would like to stay in the college Hall of Residence."
  },
  {
    "id": 30,
    "question": "You recently stayed in a hotel in a large city. The weather was very unusual for the time of year and the heating/cooling system in the hotel was quite inadequate.\nWrite a letter to the manager of the hotel. In your letter\n\ngive details of what was wrong\nexplain what you had to do to overcome the problem at the time\nsay what action you would like the manager to take"
  },
  {
    "id": 31,
    "question": "A restaurant has advertised in a newspaper that a waiter/waitress is required for evening work. It has also mentioned that the prospective candidate should have some experience."
  },
  {
    "id": 32,
    "question": "You have just rented an unfurnished flat and a friend has told you that the Opportunity Shop in the shopping centre has cheap second-hand furniture."
  },
  {
    "id": 33,
    "question": "You would like to buy some electrical goods at a shop in a nearby town."
  },
  {
    "id": 34,
    "question": "You stayed at your friend’s house when you participated in a business seminar in Australia. You left a file with important documents in the room you stayed in."
  },
  {
    "id": 35,
    "question": "You recently bought an item of clothing from a shop. You discovered that it had a fault and returned it to the shop for replacement or refund. However, the assistant told you that this was against the store's policy."
  },
  {
    "id": 36,
    "question": "You have just spent a weekend at a friend’s house. When you returned home, you discovered you have left a coat containing some belongings in his house."
  },
  {
    "id": 37,
    "question": "Last month you had a holiday overseas where you stayed with some friends. They have just sent you some holiday photos.\nWrite a letter to your friends. In your letter:\n\nthank them for the holiday and the photos\nexplain why you didn’t write earlier\ninvite them to come and stay with you"
  },
  {
    "id": 38,
    "question": "You ordered a new chequebook from your bank two weeks ago but you have received nothing."
  },
  {
    "id": 39,
    "question": "You have a pen pal and you are writing your first letter to that pen pal. In your letter, describe your previous studies and/or work experience, your current activities, hobbies and interests. Also, tell your pen pal that you will be visiting him/her."
  },
  {
    "id": 40,
    "question": "You live in a room in a college where you share it with another student. You find it very difficult to study and work there because your roommate always has friends visiting. He/she has parties in the room and sometimes borrows your things without asking you."
  },
  {
    "id": 41,
    "question": "You find that your study load is too heavy and you would like to withdraw from two courses.\nWrite a letter to your college teacher explaining why you need to withdraw from two courses. Ask if it is possible to obtain a refund."
  },
  {
    "id": 42,
    "question": "You are an international student and have borrowed a book from the local public library. You left the book on a bus and when you contacted the bus company, they could not find it."
  },
  {
    "id": 43,
    "question": "Last week you were on a flight to London. Unfortunately, when you left the plane, you left a bag. You did not remember about the bag until you got to your hotel.\nWrite a letter to the airline. In your letter,\n\nexplain what has happened\ndescribe the bag and its content\nand say what you would like them to do about it."
  },
  {
    "id": 44,
    "question": "You are looking for a part-time job at a football club.\nWrite a letter to the manager of the football club. In your letter,\n\nintroduce yourself\nexplain what experience and special skills you have\ntell him/her when you think you can start"
  },
  {
    "id": 45,
    "question": "One of your friends wants to apply for a job that involves working with foreign teenagers. Write a letter of recommendation for him/her.\nIn your letter, express:\n\nhow well you know your friend\nwhat qualifications he/she has\nwhy you think she would be suitable for the job"
  },
  {
    "id": 46,
    "question": "A friend has asked you to babysit on Saturday and wants to know how much you charge per hour for this. Unfortunately, you already have a commitment this weekend and cannot help. However, you are free the following weekend.\nWrite a letter to your friend explaining that you are not able to help this time, but could help later. Also, explain what your fee for the service is."
  },
  {
    "id": 47,
    "question": "You have received a letter from your bank, asking you to acknowledge receipt of a new bank card. However, the card was missing from the envelope.\nWrite a letter to the bank's head office. In your letter,\n\n    » explain why you are writing\n    » express concern about the missing card\n    » ask them what they intend to do"
  },
  {
    "id": 48,
    "question": "You live in a flat and you have a tenancy agreement which states that you must give three months' notice when you wish to leave. You have paid a deposit of two months' rent. Now a member of your family has a problem and you need to give up your flat and return home as soon as possible.\nWrite a letter to your landlord /landlady. In your letter,\n\nexplain your circumstances\ntell him/her what you intend to do\nand ask him/her for special consideration"
  },
  {
    "id": 49,
    "question": "You are applying for a job and need a letter of reference from someone who knew you when you were at college.\nWrite a letter to one of your old teachers asking for a reference. In your letter:\n\nsay what job you have applied for\nexplain why you want this job\nsuggest what information the teacher should include"
  },
  {
    "id": 50,
    "question": "On a recent holiday, you lost a valuable item. Fortunately, you have travel insurance to cover the cost of anything lost.\nWrite a letter to the manager of your insurance company. In your letter:\n\ndescribe the item you lost\nexplain how you lost it\ntell the insurance company what you would like them to do"
  },
  {
    "id": 51,
    "question": "You have been working for a company for more than a few years, and now have decided to leave the company. Write a letter to your company manager saying that you want to leave the company.\nIn your letter explain:\n\nwhat you have learned while working for the company\nwhether you enjoyed working there\nwhat your reasons are for leaving"
  },
  {
    "id": 52,
    "question": "You were supposed to go on an interview in a few weeks, but you have since found out you cannot go on the date arranged.\nWrite a letter to the potential employer. In your letter,\n\ntell them why you need to move the interview time\nask to change the interview date\nexplain that you are still interested in being interviewed for the job"
  },
  {
    "id": 53,
    "question": "You have recently bought a piece of equipment for your kitchen but it did not work. You phoned the shop but no action was taken.\nWrite a letter to the shop manager. In your letter:\n\ndescribe the problem with the equipment\nexplain what happened when you phoned the shop\nsay what you would like the manager to do"
  },
  {
    "id": 54,
    "question": "You are a student at an English language school in Brighton and are living in private accommodation with other flatmates. You have not had hot water or heating for some time. The landlord's workmen have tried to fix the problem but without success.\nWrite a letter to the landlord. In your letter:\n\nstate your reason for writing\ndescribe the problems and explain how you feel\npropose a solution and ask the landlord to take actions"
  },
  {
    "id": 55,
    "question": "You have bought a new camera but when you got it home you found it had some problems. You returned the camera and spoke to the company representative a week ago but the camera has still not been repaired.\nWrite a letter to the company. In your letter:\n\nintroduce yourself\nexplain the situation\nsay what action you would like the company to take"
  },
  {
    "id": 56,
    "question": "A friend has agreed to look after your house and pet while you are on holiday. Write a letter to your friend.\nIn your letter:\n\ngive contact details for when you are away\ngive instructions on how to care for your pet\ndescribe other household duties"
  },
  {
    "id": 57,
    "question": "You are going to visit New Zealand for an 'English and Homestay' program. You have just received details of your homestay host family.\nWrite your first letter to the family. In your letter,\n\nintroduce yourself\nask the family some questions to get information that is important to you\ntell the family about your arrival date and time"
  },
  {
    "id": 58,
    "question": "You are going on a short training course at a college in Greenmount, Northern Ireland. You need somewhere to live while you are there.\nWrite a letter to the accommodation officer at the college. In your letter:\n\nexplain your situation\ndescribe the accommodation you require\nsay when you will need it"
  },
  {
    "id": 59,
    "question": "You live in a room in college which you share with another student. However, there are many problems with this arrangement and you find it very difficult to study/work.\nWrite a letter to the accommodation officer at the college. In the letter:\n\ndescribe the situation\nexplain your problems and why it is difficult to study/work\nsay what kind of accommodation you would prefer"
  },
  {
    "id": 60,
    "question": "You live in an area where the local council has made some changes to regulations. You believe these changes are not good for the residents.\nWrite a letter to a councillor. In your letter:\n\nintroduce yourself\ndescribe the problem\nsay what you think the council should do about the situation"
  },
  {
    "id": 61,
    "question": "You are looking for a full-time job, and recently you saw a job opening in an advertisement.\nWrite a letter to the company. In your letter:\n\nintroduce yourself\nexplain what sort of job you would like to do\nand say what experience and skills you have"
  },
  {
    "id": 62,
    "question": "You bought a music concert ticket. However, you are unable to go. So you want to offer the ticket to your friend.\nWrite a letter to your friend. In your letter:\n\nsay about the concert\nsay why you are unable to go\ninform how your friend can receive the ticket"
  },
  {
    "id": 63,
    "question": "You recently ordered a small item online but when it arrived, it was damaged.\nWrite a letter to the company that sold you the item. In your letter:\n\ngive details about the order you made\nexplain what was wrong with the item\ntell the company what you want them to do about it"
  },
  {
    "id": 64,
    "question": "You and your family are planning to spend a weekend at a seaside hotel.\nWrite a letter to the hotel for making the arrangement. In your letter say,\n\nwhen you will be arriving and leaving\nwhat type of rooms you would like and ask how much the weekend will cost\ninquire about activities and places of interest near the hotel"
  },
  {
    "id": 65,
    "question": "Two weeks ago you bought a radio from a local branch of a well-known chain shop. It did not work properly. The shop took it back and said they would repair it. You have waited a week and still, it is not ready.\nWrite a letter to the shop to complain about it. In your letter, \n\ntell what has happened\nhow you feel about it\nask them to repair the radio soon or supply you with a new radio"
  },
  {
    "id": 66,
    "question": "You are organising a local committee meeting. You would like a local MP to attend the meeting to contribute to a discussion about green areas in the community.\nWrite a letter of invitation to the MP's secretary, Mrs Shelton."
  },
  {
    "id": 67,
    "question": "You have seen an advertisement for a 'weekend work' in a hotel in the town where you are staying. You have worked in a hotel before and think that the job would be suitable for you. Now you want to apply for the job.\nWrite a letter to the hotel manager expressing your interest. In your letter,\n\nintroduce yourself\nexplain why you think you would be suitable for the job\nask what work you would be expected to do"
  },
  {
    "id": 68,
    "question": "You have a full-time job and are also doing a part-time evening course. You now find that you cannot continue the course.\nWrite a letter to the course tutor. In your letter,\n\ndescribe the situation\nexplain why you cannot continue at this time\nsay what action you would like to take"
  },
  {
    "id": 69,
    "question": "You have been invited to attend an interview for a place studying a course at a college. Unfortunately, because of a previous appointment, you cannot come at the time they wish.\nWrite a letter to the admission tutor. In your letter\n\nexplain your position\napologise and offer to come on another day or later the same day\nalso ask how long the interview will be, and whether there will be any tests during it"
  },
  {
    "id": 70,
    "question": "You have arranged to visit a friend in England but an important event at home now means that you must change the dates of the visit.\nWrite a letter to your friend. In your letter\n\nexplain the important event\napologise for the situation\nsuggest a new arrangement"
  },
  {
    "id": 71,
    "question": "You eat in your college cafeteria everyday lunchtime. However, you think it needs some improvements.\nWrite a letter to the college magazine. In your letter,\n\nexplain what you like about the cafeteria\nsay what is wrong with it\nsuggest how it could be improved"
  },
  {
    "id": 72,
    "question": "You have received an important document that needs to be translated. Write a letter to your friend and ask him/her to translate this important document for you.\nIn your letter, explain -\n\nwhy it is important for you\nhow fast you need it back\nwhy you need his/her expertise"
  },
  {
    "id": 73,
    "question": "You have seen an advertisement in an English newspaper for a job working in the City Museum shop during the holidays. You have decided to apply for the job.\nWrite a letter to the director of the Museum. In your letter:\n\nintroduce yourself\nexplain what experience and special skills you have\nexplain why you are interested in the job"
  },
  {
    "id": 74,
    "question": "You have invited a friend to come to your house next holiday. He/she has asked you how to get to your house from the airport. However, you are going to the airport to receive him/her.\nWrite a letter to your friend. In your letter:\n\nexplain that you will meet him/her at the airport\nsay what you have planned for your friend\nwrite some important things that he/she might find useful"
  },
  {
    "id": 75,
    "question": "You are not happy with the course you are doing at college and would like to change to a different course.\nWrite a letter to the Head of Department to change your course. In your letter, explain:\n\nwhat course you are doing now\nwhy you are not satisfied with that course\nwhat course you would like to change to"
  },
  {
    "id": 76,
    "question": "An English-speaking friend wants to spend a two-week holiday in your region and has written asking for information and advice.\nWrite a letter to your friend. In your letter,\n\noffer to find somewhere to stay\ngive advice about what to do\ngive information about what clothes to bring"
  },
  {
    "id": 77,
    "question": "You use trains to reach office but the timetable of the train has been changed recently. Also, the train you take to work no longer stops at your station. Write a letter to the railway authority about it.\nIn your letter,\n\nintroduce yourself\nwhat problems have been created due to the changes\nwhat you suggest them to do"
  },
  {
    "id": 78,
    "question": "You have been living in a rental apartment for the past year. Recently a new neighbour moved in and has been making a lot of noise, which disturbs you.\nWrite a letter to the landlord. In your letter:\n\nexplain the situation\ndescribe why it bothers you\nsuggest a solution"
  },
  {
    "id": 79,
    "question": "You have just moved into a new home and are planning to hold a party. You are worried that the noise may disturb your neighbour.\nWrite a letter to your neighbour. In your letter,\n\nintroduce yourself\ndescribe your plans for the party\ninvite your neighbour to come"
  },
  {
    "id": 80,
    "question": "You have recently changed your job and started working for a new company.\nWrite a letter to an English-speaking friend. In your letter,\n\nexplain why you have changed your previous job\ndescribe your new job\ntell him/her your other news"
  },
  {
    "id": 81,
    "question": "Last year you attended a presentation skill course at the Sydney College of Australia. Your new employer has asked you to provide copies of your reports and assignments as quickly as possible.\nWrite a letter to the director of the school. In your letter,\n\nexplain who you are and why you are writing\nrequest these documents\nask whether you need to pay any fee for that"
  },
  {
    "id": 82,
    "question": "Your local council is considering closing a sports and leisure centre that it runs in order to save money.\nWrite a letter to the local council. In your letter,\n\ngive details of how you and your friends or family use the centre\nexplain why the sports and leisure centre is important for the local community\ndescribe the possible effects on local people if the centre closes"
  },
  {
    "id": 83,
    "question": "You bought a new HD television last week. At first, it seemed to work perfectly but after a few hours a line appeared across the TV and the sound seemed a little strange. You cannot take the TV back to the shop so you have decided to write to them.\nWrite a letter of complaint to the shop. In your letter,\n\ngive them the background information\ndescribe the problem\nask them to resolve the issue"
  },
  {
    "id": 84,
    "question": "An annual event was recently held in your area. Now you want to write to the organizers of this event congratulating them on a successful production.\nWrite a letter to the organizers. In your letter,\n\ngive details of the event\nmention what you liked the most about the event\nmake a polite criticism of something you thought could be improved"
  },
  {
    "id": 85,
    "question": "You have stayed at a friend’s house last weekend and forgot your watch there.\nWrite a letter to this friend. In your letter,\n\nthank him/her for the hospitality\ndescribe your watch and say where you could have left it\nsuggest a way how to get it back"
  },
  {
    "id": 86,
    "question": "You and your family are living in rented accommodation in an English-speaking country. You are not satisfied with the condition of some of the furniture.\nWrite a letter to the landlord. In your letter\n\nintroduce yourself\nexplain what is wrong with the furniture\nsay what action you would like the landlord to take"
  },
  {
    "id": 87,
    "question": "You want to sell your television. You think a friend of yours might like to buy it from you.\nWrite a letter to your friend. In your letter, explain -\n\nwhy you are selling the television\ndescribe the television\nsuggest a date when your friend can come and see it"
  },
  {
    "id": 88,
    "question": "Your local newspaper wants to reward people who have contributed a lot to the community.\nWrite a letter to the newspaper. In your letter:\n\nsuggest someone who deserves the reward\nmention what they have done to help the community\nsay what reward you would like to give this person"
  },
  {
    "id": 89,
    "question": "You were hurt in a minor accident inside a supermarket, and you wish to complain to the supermarket.\nWrite a letter to the manager of the supermarket. In your letter\n\nsay who you are\ngive details about the accident\nsuggest how the supermarket could prevent similar accidents"
  },
  {
    "id": 90,
    "question": "You are unhappy about a plan to make your local airport bigger and increase the number of flights. You live near the airport.\nWrite a letter to your local newspaper. In your letter,\n\nexplain where you live\ndescribe the problem\ngive reasons why you do not want this development"
  },
  {
    "id": 91,
    "question": "You are working for a company. You need to take some time off work and want to ask your manager about this.\nWrite a letter to your manager. In your letter:\n\nexplain why you want to take time off work\ngive details of the amount of time you need\nsuggest how your work could be covered while you are away"
  },
  {
    "id": 92,
    "question": "You were offered to join a company but for some reasons, you can not join there.\nWrite a letter to the HR Manager of the company. In your letter:\n\nexplain the reason why you are declining the offer\nexpress your gratitude\nexplain why you like your current job so much"
  },
  {
    "id": 93,
    "question": "You have noticed a room at your company office that can be used as a relaxation room. Write a letter to your manager and ask to use the room for this purpose.\nIn your letter,\n\nexplain why you are suggesting this\nwhich room it is\nwhat changes in the room will need to be done"
  },
  {
    "id": 94,
    "question": "You want to sell some of your furniture. You think a friend of yours might like to buy it from you.\nWrite a letter to your friend. In your letter\n\nexplain why you are selling\ndescribe the furniture\nsuggest a date when your friend can come and see the furniture"
  },
  {
    "id": 95,
    "question": "Recently you went to a local restaurant with your family and you were very satisfied with their food and service. Write a letter to the editor of a local newspaper to tell him/her about it. Describe the meal you and your family members had and let the editor know why you think the restaurant is worth visiting."
  },
  {
    "id": 96,
    "question": "Your neighbours have a dog that is noisy at night. You can’t sleep due to this.\nWrite a letter to your neighbours. In your letter:\n\ndescribe the problem with the dog\nexplain why it is important for you to sleep\noutline what your neighbours could do about the situation"
  },
  {
    "id": 97,
    "question": "You have rented a four-bedroom house, which you share with two other students. However, there are several problems with this house that need fixing. You also find it expensive and would like to find another student to share the spare bedroom.\nWrite a letter to the real estate agency. In the letter\n\nexplain your situation\ndescribe the problems with the house\nsay what you would like to happen"
  },
  {
    "id": 98,
    "question": "Your local hospital has advertised people to do unpaid work helping at the hospital. You would like to do some work at the hospital in your free time.\nWrite a letter to the hospital. In your letter\n\nexplain why you would like to do unpaid work at the hospital\nsay what type of unpaid work you would be able to do\ngive details of when you would be available for this work"
  },
  {
    "id": 99,
    "question": "The local government is planning to change the bus timetable. You are not happy about the proposed changes. You have decided to write about it to the editor of a local newspaper.\nWrite a letter to the newspaper. In the letter,\n\ndescribe the changes\nexplain how that will affect you\nsay how you would like the service to be improved"
  },
  {
    "id": 100,
    "question": "Your best friend just had her first baby. You are currently overseas but will be returning to your hometown in a week.\nWrite to your friend. In your letter,\n\ncongratulate your friend\ntell her when you will be returning home\nask when you could drop in to meet her and the baby"
  },
  {
    "id": 101,
    "question": "You are organising a graduation party for your class and you want to book a restaurant.\nWrite a letter to the manager of your favourite restaurant. In the letter:\n\nexplain the reason for the party and the date and time it will be held\ndescribe some particular food you would like to be served\nsay how many people will be attending and what their dietary requirements are"
  },
  {
    "id": 102,
    "question": "You have been doing some voluntary work to help your local community. However, now you are unable to continue doing this work.\nWrite a letter to the manager of the organisation where you have been working. In your letter:\n\ndescribe the work you have been doing\nexplain why you can no longer do this work\nrecommend another person who is interested in the work"
  },
  {
    "id": 103,
    "question": "You recently visited a tourist attraction and you were very pleased with the help given to you by the staff.\nWrite a letter to the head of staff at the tourist attraction. In your letter:\n\ngive details of the circumstances of your visit\ndescribe the help given to you by the staff\nsay what you want the head staff to do"
  },
  {
    "id": 104,
    "question": "You are going on holiday and you would like to hire a car. One of your parties is in a wheelchair.\nWrite a letter to a car hire company. In your letter\n\nexplain the reason you need the car\ndescribe the type of car you need\nask what the price is and what it includes"
  },
  {
    "id": 105,
    "question": "You missed a flight due to a problem at the airport.\nWrite a letter to the airline. In your letter,\n\ndescribe what happened that caused you to miss the flight\nexplain how missing your flight affected you\nmake it clear what you would like the airline to do"
  },
  {
    "id": 106,
    "question": "Your university lecturer gave you an assignment. You won’t be able to submit your assignment on time.\nWrite to your lecturer asking for an extension. In the letter\n\ndescribe the situation\nexplain why your assignment will be late\nsay when you will be able to hand in your assignment"
  },
  {
    "id": 107,
    "question": "Write a letter to your friend who lives in another town, and invite him/her to a party you are going to organise.\nIn your letter, explain:\n\nwhy you are having this party\nwho are expected to be present at the party\ngive directions on how to get there."
  },
  {
    "id": 108,
    "question": "You recently travelled by bus from your hometown to a different city and left some valuable items on the bus.\nWrite a letter to a bus company saying you have left some valuables on the bus. Tell them what to do if they have found it."
  },
  {
    "id": 109,
    "question": "You forget your bag in the gym and the gym management announced that it will be closed for a week for some renovation work. You need your bag as it has important things in it.\nWrite a letter to the manager of the gym. In your letter,\n\nintroduce yourself and describe your position\ngive them a description of your bag"
  },
  {
    "id": 110,
    "question": "You booked a two-week holiday to Sydney with a tour agency. You are not happy with the holiday – the flight was delayed, the hotel was noisy, and so on.\nWrite to the tour agency to complain about the holiday giving details about the problems. Request some compensation or refund."
  },
  {
    "id": 111,
    "question": "You have learned that a financial organisation in your city gives money as a loan to students who like to take a part-time course. You are interested to do the course and have decided to take a loan.\nWrite a letter to a local financial organisation. In your letter,\n\ngive your qualifications and work experience\ngive details about the course\nexplain how this course will help you"
  },
  {
    "id": 112,
    "question": "You are studying overseas. You need to return to your country before the end of the semester for a family event.\nWrite a letter to your supervisor. In your letter,\n\n     - request some time off\n     - explain why you need to leave early\n     - reassure him/her that your studies will not suffer"
  },
  {
    "id": 113,
    "question": "Write a letter to your college’s administration department complaining about the college facility.\nIn your letter, include:\n\nwhat the problem is\nhow this problem has affected you\nwhat the college should do to fix this problem"
  },
  {
    "id": 114,
    "question": "Your mentor recommended you to learn a new language and gave you contact details of a teacher. Following his advice, you need to write a letter to the teacher.\nIn your letter, say:\n\nwhat your motivation is to learn a new language\nhow the teacher can help you\nwhen you will be ready to start"
  },
  {
    "id": 115,
    "question": "A family member is coming to stay with you. He/she will be arriving by train in the morning, but you won’t be home until the evening.\nWrite a letter to your relative. In your letter:\n\nexplain the arrangements you have made for him/her to get keys\ntell your relative how to get from the train station to your house\nsay when you will be home and suggest what you could do together that evening"
  },
  {
    "id": 116,
    "question": "Write a letter to a friend who works in a foreign country expressing your interest to seek employment in a different country.\nIn your letter, include:\n\nwhy you want to work in a different country\nwhat type of work you will be looking for\nquestions you have about working in a different country that your friend may be able to answer"
  },
  {
    "id": 117,
    "question": "You borrowed a book from a public library and the book is now damaged.\nWrite a letter to the librarian to explain the situation. In your letter, mention:\n\ndetails about the book\nhow it was damaged\nwhat you want to do about it"
  },
  {
    "id": 118,
    "question": "You are part of a group of musicians who meet on Monday and Wednesday evenings to practise in the community hall. You have been told, however, that it is no longer possible for the group to use the hall.\nWrite a letter to the manager of the community hall. In the letter:\n\ndescribe what the group does\nexplain why the group is good for the community\nsuggest alternative days and times for practice"
  },
  {
    "id": 119,
    "question": "Your car insurance company has told you that they are going to increase the insurance amount you have to pay for your car each month. You are not happy about this.\nWrite a letter to the insurance company. In your letter, explain:\n\nwhy you are writing to them\nwhy you think the insurance amount should not be increased\nwhat you want them to do"
  },
  {
    "id": 120,
    "question": "You are planning to go to a music concert in your town and would like a friend to accompany you. Write a letter to invite your friend to the concert you are planning to go to.\nIn your letter, say:\n\nwhat the content of the music concert is\nwhere and when the music concert is\nwhy you think your friend should go to this concert"
  },
  {
    "id": 121,
    "question": "Your former homestay family is coming to see you in your home country and stay from January 31st to February 10th.\nWrite them a letter. In your letter:\n\nmake plans to meet them at a convenient location\nspecify a time and date\nsuggest some activities you may all participate in during their visit"
  },
  {
    "id": 122,
    "question": "You recently met the manager of a new company that started in your city. After the meeting, the manager wrote you a letter offering a job at this company. However, you cannot accept the job offer.\nWrite to the manager and say:\n\nhow you feel about the job offer\nwhy you can't accept it\nprovide a reference to your friend who might be interested"
  },
  {
    "id": 123,
    "question": "You work for a company and have recently decided to leave your current employment.\nWrite a letter to your employer. In your letter\n\nexplain why you are writing\nexplain why you have decided to leave the company\ntell your employer what you plan to do after leaving your present employment"
  },
  {
    "id": 124,
    "question": "You are due to move into a rented apartment next month but you will not be able to because you have some problems.\nWrite a letter to the landlord. In your letter:\n\nexplain your situation\ndescribe your problems\ntell him/her when you think you can move in"
  },
  {
    "id": 125,
    "question": "You have just spent a weekend staying at the Lilo Hotel in Adelaide. When you got home, you find that you have left a bag at the hotel.\nWrite a letter to the manager of the hotel. In your letter:\n\nintroduce yourself\ndescribe the bag and its content\ndescribe how you left your bag and what action you would expect from him/her"
  },
  {
    "id": 126,
    "question": "You rented a car from a car rental company. The air conditioner has stopped working. You phoned the company a week ago but it still has not been repaired.\nWrite a letter to the company. In your letter\n\nintroduce yourself\nexplain the situation\nsay what action you would like the company to take"
  },
  {
    "id": 127,
    "question": "You play sports (e.g. football) for a local team. You recently heard that a player in your team is in a hospital.\nWrite a letter to your teammate. In your letter\n\nsay how you feel about the news\nask about the treatment in the hospital\nsuggest some ways of cheering him/her up"
  },
  {
    "id": 128,
    "question": "You and some friends ate a meal at a restaurant to celebrate a special occasion, and you were very pleased with the food and service.\nWrite a letter to the restaurant manager.  In your letter:\n\ngive details of your visit to the restaurant\nexplain the reason for the celebration\nsay what was good about the food and the service"
  },
  {
    "id": 129,
    "question": "You feel the evening programs on a local television station are uninteresting.\nWrite a letter to the manager of the television station. In your letter\n\nexplain why you do not like the current programs\ndescribe what kind of programs you would like to see instead\nexplain why these programs would be better"
  },
  {
    "id": 130,
    "question": "You saw an advertisement for a tennis course in England but you have some problems and can’t stay for the whole course.\nWrite a letter to the course director. In your letter,\n\nexplain your interest in the course\ndescribe your problems\nfind out whether a refund is possible if you leave early"
  },
  {
    "id": 131,
    "question": "You have been working in a company for many years and have noticed that new employees often leave your company. Now write a letter to your higher authority and suggest the possible reasons for that and ways to retain them."
  },
  {
    "id": 132,
    "question": "You have been to a business meeting at another company and saw a piece of equipment which can be useful for your company too.\nWrite a letter to your manager. In your letter:\n\ndescribe the piece of equipment you have seen\nwhy having the same equipment would be useful for your company\noffer your assistance in buying the equipment"
  },
  {
    "id": 133,
    "question": "You want to start your own small business. Write a letter to a bank requesting information about obtaining a business loan to finance your new company.\nIn your letter, include the following information:\n\nwhat kind of business you want to start\nhow much money you need\nthe length of time over which you would expect to repay the money"
  },
  {
    "id": 134,
    "question": "One of your friends has asked you to be a partner in his/her new business.\nWrite a letter to reply to your friend's offer. In your letter,\n\ngive your opinion of your friend's business idea\ntell him/her whether or not you have decided to accept the offer\nand explain your reasons for this decision"
  },
  {
    "id": 135,
    "question": "One of your friends recently had a birthday celebration, but you missed it and you forgot to tell your friend that you couldn't attend.\nWrite a letter to your friend. In your letter,\n\napologise for missing the birthday celebration\nexplain why you missed it and why you didn't tell your friend\nand say what you would like to do to show that you are sorry"
  },
  {
    "id": 136,
    "question": "Your parents will be celebrating their 40th anniversary next month. You are planning a big celebration, but you are not sure how to make the occasion really memorable.\nWrite to a friend, who is a professional event planner. In your letter:\n\nexplain why the occasion is special\nask for his/her assistance\nset up a time to meet at your friend's convenience to discuss your plans"
  },
  {
    "id": 137,
    "question": "You are interested in applying for a scholarship program to study at a foreign university.\nWrite a letter to inquire about the course. In your letter:\n\nexplain which course you are interested in\nsay what you know about the university\nexplain why you should receive the scholarship"
  },
  {
    "id": 138,
    "question": "You have an extra room in your apartment and would like to rent it out to a student.\nWrite a letter to the newspaper to publish an advert. In your letter:\n\ndescribe your apartment and the facilities available\nwhat kind of tenant you would prefer\nwhen you want the advertisement to be published and how you would pay the fee"
  },
  {
    "id": 139,
    "question": "You have recently migrated to another country. Now write a letter to your friend to describe your present life.\nIn your letter, say:\n\nwhen you have moved to this country\nwhy you chose this country\nhow things are now for you"
  },
  {
    "id": 140,
    "question": "After being involved in an accident, you were looked after by a person you did not know before. Write a special thank you letter to express your gratitude.\nIn your letter:\n\nintroduce yourself and let him/her know why you are writing\nexpress your appreciation\nand offer him/ her to visit your home with his/her family"
  },
  {
    "id": 141,
    "question": "A friend you met last year has invited you to visit him/her in his/her country. You have never been there before and need some information before you leave.\nWrite a letter to your friend. In your letter:\n\nrequest advice about a gift for his/her family\nask about activities and clothing in his/her country\nfind out about the food"
  },
  {
    "id": 142,
    "question": "You recently attended a conference and you would like to give a presentation in your office about the information you gained by attending the conference.\nWrite a letter to your manager asking for permission to give a presentation. In your letter:\n\ndescribe what type of presentation you have in mind\nwhat topics it would cover and how long it would take\nwho should participate in the presentation and where should it be conducted"
  },
  {
    "id": 143,
    "question": "Your family is going to move to another town. Write a letter to the Principal of a local school asking if they will accept your son.\nDescribe his academic achievements and scope of interests."
  },
  {
    "id": 144,
    "question": "You normally go shopping in the area where you live. However, you think some of the facilities for shoppers could be improved.\nWrite a letter to your local newspaper. In your letter:\n\nsay in general what you like about shopping in your area\nsay what is wrong with the facilities\nsuggest how they can be improved"
  },
  {
    "id": 145,
    "question": "You are having a graduation party next Saturday night. You have invited 50 people to celebrate at an outdoor barbecue evening, which may continue till late night.\nWrite a letter to your elderly neighbour. In your letter:\n\nexplain what will be happening\noffer your apologies in advance\ninvite him/her to visit your house someday"
  },
  {
    "id": 146,
    "question": "You recently went on a trip with a friend and you both took some photographs.\nWrite a letter to your friend. In your letter:\n\nask your friend to send you one of the photographs\nexplain why you need that particular photograph\nand tell your friend what happened to your copy of it"
  },
  {
    "id": 147,
    "question": "Last year you met someone on holiday and became friends. He/she has informed you that he/she will be travelling near your hometown on business in a few months’ time.\nWrite a letter to your friend inviting him/her to stay with you. In your letter,\n\nexpress how pleased you are to hear from him/her\ninvite him/her to stay with you\ntell him/her about your ideas of how you could spend some time together"
  },
  {
    "id": 148,
    "question": "You are a student at a university in the UK. You have recently lost your university ID card. Write to the local police station, giving details of who you are, what happened and ask to record your details so that you can apply for a new ID card."
  },
  {
    "id": 149,
    "question": "A year ago, you lent your favourite book to a friend who you thought would enjoy it. Unfortunately, your friend has forgotten to return it. The book has sentimental value to you as it had been presented by your grandmother.\nWrite a letter to your friend. In the letter:\n\nask how he or she is doing\nremind him/her about the book\nexplain why you need it back"
  },
  {
    "id": 150,
    "question": "You are going to spend your vacation in a city in a foreign country. You have never been there before. Your cousin has a friend who lives there.\nWrite a letter to your cousin's friend. In your letter,\n\nintroduce yourself\nsay why you are making this trip\nask some questions about the city (e.g. places to see, things to do, things to bring)"
  },
  {
    "id": 151,
    "question": "You have recently read an article in the newspaper about someone you know personally. You found that some information is wrong.\nWrite a letter to the editor to inform him about it. In your letter, write:\n\nwhat the article is about\nwhat the error is\nwhat you expect the editor to do"
  },
  {
    "id": 152,
    "question": "Your friend has a travel company and would like you to come and work with him.\nWrite a letter replying to your friend's offer. In your letter:\n\nexplain what you know about your friend's company\nchoose whether you accept or decline the offer\ngive reasons for your choice"
  },
  {
    "id": 153,
    "question": "You are going on to a month-long training programme in the UK and know that the head of the course would like one of the participants to be the social events’ organiser.\nWrite a letter to the Training Organiser. In your letter:\n\nexpress your interest in the role\nrequest for more information about it\nexplain what experience you have"
  },
  {
    "id": 154,
    "question": "Your friend is celebrating her birthday soon and has invited you to a party. But you are unable to come because you are going to attend an important meeting that day.\nWrite a letter to your friend. In your letter:\n\nthank him/her for the invitation\nexplain why you cannot come\npropose to meet another day"
  },
  {
    "id": 155,
    "question": "You are organising a trip to Tenby, United Kingdom, for a group of students from Brighton, United Kingdom. Write to the Tour Manager, Mr Abraham, of an organisation that organises trips to Tenby.\nIn your letter, explain:\n\nwhen you want to visit and how long you will stay\nhow many students are in your group\nand what accommodation you will require"
  },
  {
    "id": 156,
    "question": "You recently went shopping at the local supermarket. When you got home and noticed your bill, you found that you had been charged for items you did not purchase.\nWrite a letter to the supermarket manager explaining what has happened. Tell the manager how you feel about the error and tell the manager what you would like him/her to do about it."
  },
  {
    "id": 157,
    "question": "You have invited a friend from India to visit London on a vacation. The British High Commission in India asked your friend to submit a formal letter showing that you are ready to host your friend. Now your friend has asked you to send him/her (your friend) a letter that would assert that you have indeed invited this friend and ready to host him/her for the vacation."
  },
  {
    "id": 158,
    "question": "You have seen an advertisement in this week’s magazine that invites suitable candidates to apply for the sales manager position in a company.\nWrite a letter to the manager of the company stating your interest in the post. Mention your educational background and relevant experience for the post and apply for it."
  },
  {
    "id": 159,
    "question": "You are a college student in an English speaking country. You share a rented apartment with others but want to move to the college accommodation instead.\nWrite a letter to the teacher in charge of the hostel and explain your intention to move to college accommodation.\n\nIn your letter:\n \n introduce yourself\n give reasons why you not happy with the current accommodation\n explain why you think college accommodation will be better for you"
  },
  {
    "id": 160,
    "question": "You have recently ordered an item through the Internet, but you are not happy with the product.\nWrite to the company. In your letter:\n\n describe what you purchased\n explain why you are not happy with the product\n  tell them what you would like them to do about it"
  },
  {
    "id": 161,
    "question": "You have just spent a weekend staying at a Hotel in London. When you get home you find that you have left a bag at the hotel.\nWrite to the hotel manager.\n\nIn your letter,\n \n introduce yourself\n describe the bag and its content that you left there\n explain what you want the manager to do about it"
  },
  {
    "id": 162,
    "question": "As an international student in Sweden, you have an account with a local bank. The monthly bank transfer you receive from your parents has been delayed this month due to an error at your parents’ bank.\nWrite a letter to your bank. In your letter:\n\nintroduce yourself and ask for a loan\nsay why you need the money\ntell how you intend to pay back the money"
  },
  {
    "id": 163,
    "question": "You are applying for a job and need a letter of reference from someone who knew you when you were at school.\nWrite a letter to one of your old teachers asking for a reference. In your letter:\n\n say what job you have applied for\n explain why you want this job\n suggest what information the teacher should include"
  },
  {
    "id": 164,
    "question": "A friend of yours is going on holiday soon and has asked you to recommend a destination.\nWrite a letter to your friend and recommend a good place for a holiday that you have visited before. Say where you went, where you stayed, what you did there and what the food was like."
  },
  {
    "id": 165,
    "question": "You won a competition and received a vacation for two as a prize. Write a letter to ask someone to go on holiday with you.\nIn the letter, you should:\n\n tell him/her about the competition you won\n state what kind of vacation it is\n explain why you would like him/her to go with you on the holiday"
  },
  {
    "id": 166,
    "question": "You are looking for a part-time job. Write a letter to an employment agency.\nIn your letter:\n\n     - introduce yourself\n     - explain what sort of job you would like\n     - say what experience and skills you have"
  },
  {
    "id": 167,
    "question": "You are going away to travel for the summer. A friend will be looking after your house while you are away.\nWrite a letter to your friend.\n\nIn your letter: \nsay where you are going\ndescribe how to look after your pet\nexplain some of the things your friend should do to look after your house"
  },
  {
    "id": 168,
    "question": "You have recently heard that a friend of yours has had some problems as a result of some unusual weather.\nWrite a letter to your friend. In your letter:\n\n     -  express your concern (i.e. say you are sorry to hear what has happened)\n     -  tell him/her about a similar experience that you once had\n     -  give some advice, or offer help"
  },
  {
    "id": 169,
    "question": "You have just spent a week with a friend on holiday. When you got home, you realised you had left your wallet there.\nWrite a letter to your friend. In your letter:\n\n     -  thank your friend for the holiday\n     -  explain that you left your wallet in their house\n     -  give them instructions on how to send it back to you"
  },
  {
    "id": 170,
    "question": "You have just returned home after living with a family in an English-speaking country for six months. You now realise that you left a small bag of personal possessions in your room.\nWrite to the family describing the things you left behind. Ask them to send those items to you. Offer to cover the cost."
  },
  {
    "id": 171,
    "question": "You have taken a cruise on a holiday and have been disappointed with the experience.\nWrite a letter to the cruise provider. In your letter, say:\n\n     -  what went wrong\n     -  how you felt about it\n     -  what do you want to be done about it"
  },
  {
    "id": 172,
    "question": "You are organising an executive event for the company you work for.\nWrite a letter to the person in charge of a venue that you are considering for the event and ask for detailed information regarding dates, services and costs."
  },
  {
    "id": 173,
    "question": "You are studying for a qualification, and you would like some time off from your work to complete it.\nWrite a letter to your manager. In your letter:\n\n ask for some time off to complete the qualification\n suggest what you will do later at work if you have time off\n say how the qualification will help your job or company"
  },
  {
    "id": 174,
    "question": "You are going to another country to study. You would like to do a part-time job while you are studying, so you want to ask a friend who lives there for some help.\nWrite a letter to this friend.\n\nIn your letter,\n \ngive details of your study plans\nexplain why you want to get a part-time job\nsuggest how your friend could help you find a job"
  },
  {
    "id": 175,
    "question": "You have borrowed something from your friend and it has got damaged.\nWrite a letter to a friend. In your letter,\n\n apologize for damaging the product/stuff\n explain what happened\n say how are you going to fix the issue"
  },
  {
    "id": 176,
    "question": "You have a friend who lives in another country. Write a letter to this friend to visit you.\nIn your letter:\n\n invite him/her to a public event in your country\n describe the public event\n explain about other plans you have for your friend when he/she will visit"
  },
  {
    "id": 177,
    "question": "You play a team sport with some friends. Last week a member of the team had an accident and wasn't able to play with you at the weekend. You decide to write to him/her in the hospital, telling him/her about the match.\nWrite a letter to your friend. In your letter,\n\ntell him/her which team won\nsay how you felt about the match\nask how he/she is doing"
  },
  {
    "id": 178,
    "question": "You have been offered a job, asking you to start next week. You want the job very much but, because of a previous commitment, you want to delay the start for another two weeks.\nWrite to the Manager, accepting the job, but explaining your situation and asking for the change to your start date."
  },
  {
    "id": 179,
    "question": "You went to the local hospital’s Emergency Department with your young child who had severe stomach pains. You had to wait for almost four hours before your daughter was treated by a doctor and, while you were waiting, you were constantly ignored by the other staff.\nWrite a letter to the Hospital Registrar, complaining about the service you received."
  },
  {
    "id": 180,
    "question": "You have a friend who is about to enter university, and he/she wants you to advise him/her on which subject to specialize in – history, in which he is very interested, or computer science, which offers better job prospects.\nWrite a response letter to this friend."
  },
  {
    "id": 181,
    "question": "You would like to get enrolled in a qualification course. Write a letter to the person in charge of the course and ask for detailed information regarding the course, fees and prerequisites."
  },
  {
    "id": 182,
    "question": "Every year, someone in the company where you work is chosen as the best employee. Your manager has asked staff members to make suggestions about who should be chosen this year.\nWrite a letter to your manager. In your letter,\n\nidentify a colleague who you think should be the best employee\nexplain what the job of this colleague involves\ngive reasons why the colleague should be chosen as the best employee"
  },
  {
    "id": 183,
    "question": "You are doing a three-months' course at a training institute. You have recently been offered a full-time job at a company and you can not continue the course.\nWrite a letter to the course instructor. In the letter:\n\nexplain why you cannot continue the course\ndescribe the job you have been offered\nand ask if they have an evening course that you can continue"
  },
  {
    "id": 184,
    "question": "You have just bought a new mobile phone from a website on the internet. When it was delivered, the phone was faulty.\nWrite a letter to the company.\nIn the letter: \nintroduce yourself\nexplain the situation\nstate what action you want to be taken"
  },
  {
    "id": 185,
    "question": "Your new neighbours have recently invited you to a party they are holding next Saturday. However, you have other plans on Saturday evening and cannot attend the party.\nWrite a letter to your neighbours. In your letter:\n\nthank them for the invitation\nmention what plans you already have\nsuggest when you can meet them"
  },
  {
    "id": 186,
    "question": "You have a friend who lives in a different country. You will organise a party soon and have thought to use a foreign recipe. Write a letter to the friend asking for a recipe from his/her country for the party you are organizing.\nIn your letter,\n\ntell your friend about the party\nask for the recipe\nexplain why you need the recipe from his/her country"
  },
  {
    "id": 187,
    "question": "You have purchased some goods from a company and the goods were supposed to be delivered within three days of purchase. Seven days have already gone and you have not received the products yet.\nWrite a letter to a company manager with whom you arranged the delivery of goods. In your letter:\n\ninform him/her what items you have purchased\nask the reason for the delay in delivery\nsuggest what can be done about the matter"
  },
  {
    "id": 188,
    "question": "You live in rented accommodation which was recently damaged due to the bad weather.\nWrite a letter to the landlord. In your letter:\n\n      - explain what caused the damage\n      - why you need him/her to fix the problem right away\n      - what needs to be done to fix it"
  },
  {
    "id": 189,
    "question": "You have an extra room in your apartment and would like to rent it out to a student.\nWrite a letter to the university council officer.\n\nIn your letter:\n\n      - describe your apartment and the facilities available\n      - mention why you want to rent out the room\n      - say what kind of tenant you would prefer"
  },
  {
    "id": 190,
    "question": "You are planning a holiday in another country and would like a friend to accompany you.\nWrite a letter to the friend asking him/her to join you. In your letter, explain:\n\nwhy you are taking a holiday\nwhat your holiday plan is\nwhy you would like him/her to go with you"
  },
  {
    "id": 191,
    "question": "You are looking for a part-time job. Write a letter to an employment agency.\nIn your letter:\n\n      - introduce yourself\n      - explain what sort of job you would like\n      - say what experience and skills you have"
  },
  {
    "id": 192,
    "question": "The road in front of your house got damaged a long ago and nothing has been done about it. Write a letter to the municipal authority complaining about the damaged road.\nIn your letter:\n\n introduce yourself\n explain the condition of the road\n and suggest what they should do"
  },
  {
    "id": 193,
    "question": "You recently saw an advertisement about a business conference that can be helpful for your work. Write a letter to your manager asking permission to attend the conference.\nIn your letter, say:\n\nwhat the conference is about\nhow you know about the conference\nexplain to him/her why it is important that you attend this conference"
  },
  {
    "id": 194,
    "question": "You are going to have a family party in a private room in a hotel.\nWrite a letter to the hotel manager.\n\nIn your letter, say:\n \n why you need to use this private room\n what you need them to provide for the party\n inquire about the price of the food you are ordering"
  },
  {
    "id": 195,
    "question": "A friend has written a letter to you informing about his or her plan to visit your country/city.\nWrite a letter to him/ her. In your letter, write:\n\nwhat he or she can do in your country/city\nadvise him about the place he could stay at\nsuggest him/her what to pack and bring while coming to travel to your country/city"
  },
  {
    "id": 196,
    "question": "You have recently visited a museum. Now write a letter to your friend about the museum you have visited.\nWrite a letter to him/ her.\n\nIn your letter, write:\n      - where you went\n      - what you saw there\n      - how you felt about it"
  },
  {
    "id": 197,
    "question": "You borrowed an important textbook during the last term from a classmate. You now realize your classmate has returned home overseas and you still have the book.\nWrite a letter to him/her.\n\nIn your letter:\n \napologize for the mistake\nfind out how important the book is to him/her\nsay what you will do"
  },
  {
    "id": 198,
    "question": "You live in a room in the college hostel which has severe problems. You would like to move into another room and need your hostel super's permission for that.\nWrite a letter to the hostel super. In your letter,\n\nintroduce yourself\ndescribe the problems\nexplain what type of room you would prefer"
  },
  {
    "id": 199,
    "question": "A friend who lives in a different city has invited you to his/her daughter's 8th birthday. However, you can not accept the invitation due to some personal reasons.\nWrite a letter to this friend.\n\nIn your letter,\n \nthank him/her for the invitation\nmention why you can not attend the birthday party\noffer to meet him/her some other day"
  },
  {
    "id": 200,
    "question": "You have an extended family and every year you all get together to go on a family trip for a week. Your uncle is in charge of the plans this year and you would like to suggest a place you have visited lately.\nWrite a letter to your uncle.\n\nIn your letter:\n \nsuggest the place you recommend\ndescribe your experience about this place\nmention what you could do there"
  },
  {
    "id": 201,
    "question": "You have recently moved to a different house. Now you would like to notify one of your English-speaking friends that you have moved to a different house.\nWrite a letter to this English-speaking friend.\n\nIn your letter:\nexplain why you have moved\ndescribe the new house\ninvite your friend to come and visit"
  },
  {
    "id": 202,
    "question": "There have been some problems with the public transport you use to commute daily.\nWrite a letter to the manager of the public transport company.\n\nIn your letter:\ndescribe the problems\nexplain how these problems are affecting you and others\nsuggest what could be done about it"
  },
  {
    "id": 203,
    "question": "You have recently applied for a course at a college and have been accepted. However, you cannot join the course due to some reasons.\nWrite a letter to the principal of the college.\n\nIn your letter,\nwhich course you have been applied for\nwhy you cannot join the course\nask about the possibility of the course in the future"
  },
  {
    "id": 204,
    "question": "You have recently started work in a new company.\nWrite a letter to an English-speaking friend.\n\nIn your letter:\n \nexplain why you have changed your job\ndescribe your new job\ntell him/her your other news"
  },
  {
    "id": 205,
    "question": "Last month you had a holiday overseas where you stayed with some friends. They have just sent you some photos of your holiday.\nWrite a letter to your friends.\n\nIn your letter:\n \nthank them for the photos and the holiday\nexplain why you didn't write earlier\ninvite them to come and stay with you"
  },
  {
    "id": 206,
    "question": "You have recently moved to a different house.\nWrite a letter to an English-speaking friend. In your letter,\n\nexplain why you have moved\ndescribe the new house\ninvite your friend to come and visit"
  },
  {
    "id": 207,
    "question": "People in your area are having problems with their internet connection. Write a letter to the company which provides the connection.\nIn your letter,\n\ndescribe the problems\nexplain how it is affecting people\nsay what the company should do to help"
  },
  {
    "id": 208,
    "question": "You have recently gone to live in a new city.\nWrite a letter to your English-speaking friend.\n\nIn your letter:\n \nexplain why you have gone to live in the new city\ndescribe the place where you are living\ninvite your friend to come and see you"
  },
  {
    "id": 209,
    "question": "You recently enjoyed a meal at a restaurant to celebrate a special occasion, and you were very pleased with the food and service.\nWrite a letter to the restaurant manager.\n\nIn your letter:\n \ngive details of your visit to the restaurant\nmention the reason for the celebration\nsay what was good about the food and the service"
  },
  {
    "id": 210,
    "question": "You recently received a letter from a friend asking for advice about whether to go to college or to try to get a job. You think he/she should get a job.\nWrite a letter to this friend.\n\nIn your letter:\n \nsay why he/she would not enjoy going to college\nexplain why getting a job is a good idea for him/her\nsuggest types of job that would be suitable for him/her"
  },
  {
    "id": 211,
    "question": "You recently attended a meeting at a hotel. When you returned home, you found you had left some important papers at the hotel.\nWrite a letter to the manager of the hotel.\n\nIn your letter,\n \nsay where you think you left the papers\nexplain why they are so important\ntell the manager what you want him/her to do"
  },
  {
    "id": 212,
    "question": "You work for an international company. You have seen an advertisement for a training course which will be useful for your job.\nWrite a letter to your manager.\n\nIn your letter,\n \ndescribe the training course you want to do\nexplain what the company could do to help you\nsay how the course will be useful for your job"
  },
  {
    "id": 213,
    "question": "You work at home and have a problem with a piece of equipment that you use for your job.\nWrite a letter to the shop or company which supplied the equipment.\n\nIn your letter,\n \ndescribe the problem with the equipment\nexplain how this problem is affecting your work\nsay what you want the shop or company to do"
  },
  {
    "id": 214,
    "question": "During a recent plane journey, you sat next to a businessman who owns a chain of restaurants. You talked to him and he suggested that you should contact him about a possible job in one of his restaurants.\nWrite a letter to this businessman.\n\nIn your letter,\n \nremind him when and where you met\ntell him what kind of job you are interested in\nsay why you think you would be suitable for the job"
  },
  {
    "id": 215,
    "question": "A large company in your area has decided to spend a certain amount of money, either to sponsor a local children’s sports team for two years, or to pay for two open-air concerts. It has asked for feedback from the general public.\nWrite a letter to the company.\n\nIn your letter,\n \ndescribe the benefits of sponsoring the sports team\nsummarise the benefits of paying for the concerts\nsay how you think the company should spend the money"
  },
  {
    "id": 216,
    "question": "There have been several complaints about the reception area where visitors to your company arrive. Your manager has asked you to suggest how the reception area could be improved.\nWrite a letter to your manager.\n\nIn your letter,\n \ndescribe the complaints that have been made\nsay why the reception area is important\nsuggest how the reception area could be improved"
  },
  {
    "id": 217,
    "question": "You are not happy about a service you received a couple of days ago from a company and you have decided to complain about it.\nWrite a letter to the company to complain about the poor service you received from its employee.\n\nIn your letter, express:\n \nwhy you went to the shop/office\nhow the employees behaved to offend you\nwhat you expect the company to do"
  },
  {
    "id": 218,
    "question": "You recently went to a concert and thought one of the singers was very good. You want to tell how you feel.\nWrite a letter to the singer.\n\nIn your letter:\n \nsay how you feel about his/her performance\ngive details of your music-related activities\nexplain how you would like him/her to help you with your music-related activities"
  },
  {
    "id": 219,
    "question": "You work for an international company, and would like to spend six months working in its head office in another country.\nWrite a letter to your manager.\n\nIn your letter:\n \nexplain why you want to work in the company’s head office for six months\nsay how your work could be done while you are away\nask for his/her help in arranging it"
  },
  {
    "id": 220,
    "question": "You recently organised an all-day meeting for your company, which took place in a local hotel. In their feedback, participants at the meeting said that they liked the hotel, but they were unhappy about the food that was served for lunch.\nWrite a letter to the manager of the hotel.\n\nIn your letter:\n \nsay what the participants liked about the hotel\nexplain why they were unhappy about the food\nsuggest what the manager should do to improve the food in future"
  },
  {
    "id": 221,
    "question": "The system used for rubbish/garbage collection in your local area is not working properly. This is causing problems for you and your neighbours.\nWrite a letter to the local council.\n\nIn your letter:\n \ndescribe how the rubbish collection system is not working properly\nexplain how this is affecting you and your neighbours\nsuggest what should be done about the problem"
  },
  {
    "id": 222,
    "question": "A friend you made while you were studying abroad has written to ask you for help in finding a job in your country. You have heard about a job in a local company that might be suitable for him/her.\nWrite a letter to this friend.\n\nIn your letter:\n \ntell your friend about the job and what sort of work it involves\nsay why you think the job would be suitable for him/her\nexplain how to apply for the job"
  },
  {
    "id": 223,
    "question": "You have been living in an apartment for the last three years. A few problems have emerged in your apartment since the last repair.\nWrite a letter to your landlord.\n\nIn your letter,\n \ngive details of the last repair work\nwhat the problems are now\nhow you would like the landlord to solve these problems"
  },
  {
    "id": 224,
    "question": "You will go to a foreign country to stay there for one year, and you need a place to live in. You have decided to write to an agency for accommodation.\nWrite a letter to the agency to get information about accommodation.\n\nIn your letter, say:\n \nwhy you are going to this country\nwhat kind of accommodation you want\nwhen you will arrive"
  },
  {
    "id": 225,
    "question": "You have seen an advertisement in an Australian magazine for someone to live with a family for six months and look after their six-year-old child.\nWrite a letter to the parents. In your letter\n\nexplain why you would like the job\ngive details of why you would be a suitable person to employ\nsay how you would spend your free time while you are in Australia"
  },
  {
    "id": 226,
    "question": "You have just read an article in an international travel magazine which contained some information about your town that is incorrect.\nWrite a letter to the editor of the magazine. In your letter:\n\ncorrect the information in the article\nexplain why it is important for the magazine to give correct information\nsuggest what the magazine should do about this situation"
  },
  {
    "id": 227,
    "question": "You recently did a short cookery course. The cookery school has asked for your feedback on this course.\nWrite a letter to the course director at the cookery school. In your letter,\n\ndescribe what you enjoyed about the course\nsay how much cooking you've done since the course\nsuggest another cookery course you'd like the school to offer"
  },
  {
    "id": 228,
    "question": "Your friend has had his/her first book published a few days ago. He/she has recently sent you a copy of that book.\nWrite a letter to this friend. In your letter,\n\ncongratulate him/her for having his/her first book published\nthank your friend for sending you a copy of the book\nsay what do you think about the book"
  },
  {
    "id": 229,
    "question": "A friend of yours has recently written to you asking for advice about a problem at work. You have had a similar problem at your workplace in the past.\nWrite a letter to your friend. In your letter,\n\ntell your friend how you feel about the problem\nexplain how you faced a similar situation in the past\nsuggest possible solutions to the problem"
  },
  {
    "id": 230,
    "question": "You paid a refundable deposit when you rented an apartment a year ago. You left the apartment last month in good condition but the landlord won't return your deposit.\nWrite a letter to the landlord. In your letter,\n\nintroduce yourself and say why you are writing\nask for the return of your deposit\ninform the landlord of possible action if he/she does not agree to refund the amount"
  },
  {
    "id": 231,
    "question": "Your parents will be celebrating their 50th anniversary next month. You are planning a big celebration, but you are not sure how to make the occasion really memorable. But you have a friend who can help.\nWrite to your friend Julia, who is a professional event planner. In your letter,\n\nexplain why this occasion is special\nask for her assistance\nset up a time to meet your friend to discuss your plans"
  },
  {
    "id": 232,
    "question": "You are studying English at a private language school attended by many international students. You are planning a surprise birthday party for a friend who has been feeling particularly sad and homesick.\nWrite to another classmate and invite him/her to the party. In your letter:\n\nexplain the reason for the party\ngive the date and time of the party\nsuggest what the classmate could bring to the party"
  },
  {
    "id": 233,
    "question": "You have a friend who has always liked the car you currently drive. Now you have decided to sell the car. You think your friend might be interested in buying it.\nWrite a letter to this friend. In your letter,\n\nsay why you want to sell your car\ndescribe the condition of the car\ninvite the friend to come and see the car himself/herself someday"
  },
  {
    "id": 234,
    "question": "Some construction work is being done on the street where you live for the last couple of days. The noise from the work is loud and it disturbs you.\nWrite a letter to your local council complaining about the noise. In your letter,\n\n introduce yourself\n explain how the noise is causing problems to you\n suggest solutions to the problem"
  },
  {
    "id": 235,
    "question": "You normally go shopping in the area where you live. However, you think some of the facilities for shoppers could be improved there.\nWrite a letter to your local newspaper. In your letter:\n\n say in general what you like about shopping in your area\n say what is wrong with the facilities\n suggest how they can be improved"
  },
  {
    "id": 236,
    "question": "You have seen an advertisement for a community college that needs teachers for night classes.\nWrite a letter to the community college. In your letter,\n\n say why you are writing\n describe your interest to work as an English teacher\n explain why you would be a suitable teacher for that community college"
  },
  {
    "id": 237,
    "question": "You exercise regularly and have been a member of many different gyms. Recently, you moved into a new neighbourhood and joined a new gym. You have noticed that people at this gym do not bother to wipe down the machines after use and often leave dirty towels on the benches in the change rooms.\nWrite to the gym manager. In your letter:\n\n explain who you are\n describe the problem exactly\n make suggestions to improve the gym"
  },
  {
    "id": 238,
    "question": "You live in a high-rise building, which has a communal laundry room. Sometimes people don't come in time to empty the machines and other residents have to wait for a washer or dryer. You think the building management should purchase 10 extra laundry baskets and make them available for such times, so the machines can be freed up.\nWrite to the Property Manager, Mr Watson. In your letter:\n\n explain how long you have been a resident\n describe the problem\n propose your solution"
  },
  {
    "id": 239,
    "question": "You want to apply to a private college seeking admission for a bachelor degree. You are experiencing financial problems at the moment and can not get admitted to the college without some help.\nWrite a letter to the Principal of the college explaining your situation and ask for information on scholarships or other means of financial help available."
  },
  {
    "id": 240,
    "question": "You work as a part-time employee in a company. The company has recently posted an advertisement seeking a person for a full-time position. You want to apply for this full-time job.\nWrite a letter to your manager. In your letter,\n\nintroduce yourself and explain why you are writing\nexpress your interest in having this full-time job\nexplain why you think you are a suitable candidate for the post"
  },
  {
    "id": 241,
    "question": "You made a friend when you visited another city a few months ago. This friend has come to your city for some work and will stay for another week. You want to invite this friend to your home for dinner.\nWrite a letter to your friend. In your letter,\n\nexpress how you feel about him/her visiting your city\ninvite the friend to your home for dinner\ngive location and date when you would want him/her to come"
  },
  {
    "id": 242,
    "question": "You took an elderly member of your family, who was not able to walk properly, to a museum and he/she faced a few problems.\nWrite a letter to the manager of the museum. In your letter,\n\nsay why you visited the museum\ndescribe the problems you faced\nsuggest what can be done to avoid those problems"
  },
  {
    "id": 243,
    "question": "For the past seven days, you were late for work due to some unavoidable issues at home.\nWrite a letter to your manager explaining why you were late for work for several days. In your letter,\n\nexplain why you were late for the last seven days\napologise for the delay\nassure your manager that you will be on time from now on"
  },
  {
    "id": 244,
    "question": "You will be celebrating your son's 6th birthday next week. You want to invite one of your colleagues to attend the birthday party.\nWrite an invitation letter to this college. In your letter,\n\ninvite your colleague to your son's birthday party\ngive details of the party and its date and time\nsay how happy you and your family would be to have him/her at the party"
  },
  {
    "id": 245,
    "question": "One of your friends invited you for a meal with his/her family in their home. You enjoyed the meal and had been happy to be introduced to his/her family.\nWrite a letter to your friend. In your letter,\n\nthank your friend and say that you enjoyed the meal\nsay what else you liked about this visit\nask your friend to meet you someday at a restaurant"
  },
  {
    "id": 246,
    "question": "One of your colleagues was in charge of organising an annual executive conference, and he/she has been successful in doing it. You want to congratulate your college for that.\nWrite a letter to this colleague. In your letter,\n\ncongratulate your colleague for successfully organising the event\nmention what you liked about it the most\nsay how much you would like him/her to organise other events as well"
  },
  {
    "id": 247,
    "question": "You and your colleagues have recently attended a foreign language training course organized by your company. Now you all want to do some more language training.\nWrite a letter to your manager. In your letter,\n\nsay how you and your colleagues felt about the course\nexplain why you all want to do more language training\nsuggest when and where the training could take place"
  },
  {
    "id": 248,
    "question": "You went to another city for a training course and stayed at a friend's house for a week. They have been great hosts.\nWrite a letter to your friend. In your letter,\n\nthank them for having you at their house for a week\nexpress your gratitude for their hospitality\nsay how much you miss them"
  },
  {
    "id": 249,
    "question": "You have been working in a company for the last two years. Recently, your computer in the office has started giving some problems and it is affecting your work performance.\nWrite a letter to your manager. In your letter,\n\ndescribe the problem\nexplain how it is affecting your work\nwrite what you want him to do regarding it"
  },
  {
    "id": 250,
    "question": "The manager at the company you work for is going to retire next month. The manager’s assistant has invited some suggestions about what kind of event they should do to say goodbye to him.\nWrite a letter to your manager's assistant.\n\nsay what kind of event you have in your mind\nmention why you liked him/her as a manager\nwhat kind of present can be given to your manager"
  },
  {
    "id": 251,
    "question": "A friend of yours is thinking of going on a camping holiday for the first time this summer. He/she has asked for your advice.\nWrite a letter to your friend. In your letter,\n\nexplain why you think your friend would enjoy a camping holiday\ndescribe some possible disadvantages\nsay whether you would like to go camping with your friend this summer"
  },
  {
    "id": 252,
    "question": "You have seen an advertisement from a couple, who live in Australia, for someone to teach their two children your language for a year.\nWrite a letter to the couple. In your letter\n\nexplain why you think you would be suitable for the job\nsay what else you could do for the family\ngive your reasons for wanting the job"
  },
  {
    "id": 253,
    "question": "A local college wants people with a job to come and talk to students about what it is like to work. You would like to come forward and talk to the students about your job.\nWrite a letter to the principal of the college. In your letter,\n\nexplain what you would like to talk about\nsay why students would be interested in your job\nsuggest a possible date and time for the talk"
  },
  {
    "id": 254,
    "question": "A friend of yours is thinking about applying for the same course that you did at university. He/she has asked for your advice on studying this subject.\nWrite a letter to your friend. In your letter,\n\ngive details of the course you took at the university\nexplain why you recommend the university\ngive some advice about how to apply"
  },
  {
    "id": 255,
    "question": "You have recently purchased a gift item for one of your friends.\nWrite a letter to this friend. In your letter,\n\ntell him/her about the gift\ntell how you want to sent the gift to this friend\nexplain why you chose this gift for your friend"
  },
  {
    "id": 256,
    "question": "A museum near your home is looking for people to do part-time voluntary/unpaid work. You would like to do some voluntary/unpaid work at the museum.\nWrite a letter to the museum director to apply for the voluntary/unpaid work.\n\nIn your letter, \nexplain why you want to do voluntary work at the museum\ndescribe some skills and qualities you have that would be useful\ngive details of when you would be available for work"
  },
  {
    "id": 257,
    "question": "The office you work in does not have any cafeteria for staff. Write a letter to your manager to request setting up a cafeteria for the staff.\nIn your letter, you should tell,\n\nwhat you heard about the inconvenience from the staff\nhow you feel about it\nwhat suggestions you have about setting up a cafeteria"
  }
]