[
  {
    "id": 1,
    "answer_id": 1,
    "question": "Why people attend colleges or universities?",
    "suggestion": "University degree nowadays is mandatory to apply for a good job. To find better job opportunity after graduation and having higher salary are thus the main reasons many students get enrolled in a college or university.\nThis is the most common and perhaps the only method nowadays to enhance our knowledge and skills.\nBecoming familiar with the latest technology, including computer, digital systems, or medicine.\nBetter social status. After graduation, socially they have higher prestige among their family, friends, or other people.\nMore probable to be able to apply and become prosperous a highly qualified graduate abroad.\nTo improve their social skills by meeting more educated people.\nTo gain training and practical education.\nThese days without the certification from colleges and universities it is almost impossible for someone to claim a good job or to be certified to practice in a specialised field of work.\nTo learn the values, ideas, knowledge and skills.\nSometimes promotion and increments are the reasons many professionals get enrolled in further studies in universities.\nMany people enrol in a special course offered by universities because of their interests in this subject or to gain the knowledge they need.\nMany people get enrolled in a college or university to maintain a status.\nFor many people, this is an excellent opportunity to enhance their knowledge, skill and experience.\nUniversity and colleges are the best places to learn about diverse cultures, people and social skills."
  },
  {
    "id": 2,
    "answer_id": 24,
    "question": "Ways how the easy 'food preparation' has improved the way people live nowadays:",
    "suggestion": "Having more spare time for other activities, like entertainment.\nControl their diet by the calculation of calorie being used by appliances.\nDecreasing the rate of danger. The rate of explosions has been decreased by using new appliances.\nPeople are able to prepare their food at their workplace or study by using appliances like microwave ovens, rice cookers, coffee makers etc.\nFresher products are more available thanks to the new technology of freezing.\nIt saves time and people can get involved in more important tasks.\nDependency on fast food shops and restaurant could be avoided.\nSaves the logs and woods needed to cook in the past time.\nIt has reduced the workload for housewives and cooks.\nIt is possible to cook a variety of foods with the help of the latest technological devices."
  },
  {
    "id": 3,
    "answer_id": 24,
    "question": "Cases where this has failed to improve the way people live:",
    "suggestion": "Higher fat, salt, and less fibre applied to processed foods or fast foods have increased the risk of obesity, hypertension, and cardiovascular diseases.\nProbable hazardous consequences of microwave radiation on humans’ health.\nEating more meat products has increased the risk of cancer.\nMeals have become less tasteless compared to the traditional ones (GM foods).\nThese latest home appliances for cooking consume electricity.\nUsing juice instead of fruit has led people to intake insufficient vitamins and minerals."
  },
  {
    "id": 4,
    "answer_id": 34,
    "question": "Women are better than men at parenting:",
    "suggestion": "Mothers have a closer sensational relationship to their offspring than fathers because of a better bonding between them and their children.\nWomen usually spend more time with their children than men because, in many countries, they are usually less engaged in working.\nGenetically women can be socially active and communicate better with their surrounding than the men can.\nAs a role of mother, mothers can transfer their experience to their daughters to become perfect mothers in the future.\nA child spends most of the times, it's childhood with the mother and thus mothers have a better understanding of their offspring.\nGenetically mothers have better quality in taking care of their children."
  },
  {
    "id": 5,
    "answer_id": 34,
    "question": "Men are better than women at parenting:",
    "suggestion": "Men have been more responsible to their family financially, so they can transfer their experience to their children far better than the women can.\nMales’ hormones help better them to be more flexible to difficult situations happening in their real life, and they can transfer their experience to their boys.\nFathers are usually more serious in punishing of their children than mothers, so they can control better their children to avoid crime.\nIn many societies, fathers have better educational qualifications and diverse experience. That’s why they can better prepare their children for the future. \nA father makes future of the child financially secure.\nMen's contribution to a child's development is found to be more effective when it comes to imbibing discipline."
  },
  {
    "id": 6,
    "answer_id": 34,
    "question": "Men and women have equal role to raise their children:",
    "suggestion": "A kid needs the affection and caring of both father and mother.\nWhile mothers take care of their children, fathers work outside to bring the money home.\nThey both have qualities that should be learned by their kids.\nIn many families, both parents work outside and that's why the responsibilities of upbringing children should be equally shared."
  },
  {
    "id": 7,
    "answer_id": 42,
    "question": "Agreement: Parents are the best teachers.",
    "suggestion": "Parents are more engaged in their children’s activities than any other person because they spend more time with them than even teachers in schools, so they can find more deeply their children’s personality weaknesses.\nSensationally, they feel closer to their children than any other people are. Bonding helps mothers to love their children more than any other else.\nWe learn to survive, talk, and distinguish well from bad, values of life, morality and such important other things from our parents.\nTo care about their children, parents take more responsibility. They feel more responsibility to protect their children from criminals.\nParents are more devoted than the teachers.\nParents would be with a child no matter what.\nWe learn almost every aspect of life in our childhood from our parents.\nThere is not any interruption in their teaching, and they continuously teach their children. This can lead them to become more trustful than teachers.\nParents understand the children better and thus play a greater role.\nParents are more capable of instructing the children and guide them well.\nIt could be far more economical. Instead of spending tremendous money on tuition, Family can save it."
  },
  {
    "id": 8,
    "answer_id": 42,
    "question": "Disagreement: Parents are NOT the best teachers.",
    "suggestion": "In terms of the theoretical and academic knowledge, parents are usually less professional than the instructors teaching in schools.\nParents are less familiar with the latest training techniques which other tutors use.\nA huge generation gap between them, parents and children, may affect the parents’ performance to become perfect teachers.\nA conflict between parents and children in schooling may negatively affect their emotional relationship.\nMorality, intricacies of life, subject matter knowledge, art, science, history, value of time etc. are often taught by the teachers.\nParents are sometimes too blind to notice the bad side of their children. In this case, teachers make neutral judgments.\nExperiences learned from life have a far greater role in life than the things we learn from our parents."
  },
  {
    "id": 9,
    "answer_id": 108,
    "question": "What things computers will be used in the future?",
    "suggestion": "In space exploration, the breakthrough in robots will lead humans to have access farthest planets and stars. While robots have been sent to Mars, they could be sent to farther stars.\nIn medicine, digitalization will revolutionise distant microsurgery, procedures which are controlled from a distance, helping people all over the world to be cured far better than being expected.\nCriminals and crimes will be detected far easier ways than now. More highly-tech satellites will be used to track fugitives escaping from jail or criminals escaping from the crime scene by using of more developed digital sensors.\nPresent communication systems like fax, mail or telegram will be just history for the next coming generation.\nCustomers will be able to find, select, and purchase their favourite item through the web far simpler. For example, digital scent technology will help people to smell the items via online shopping.\nPilotless passenger planes will be used be aviation companies as avian digitalization will develop more.\nUndersea exploration and reaching in the deeper sea level would be possible. That would enhance our knowledge about the creatures of the sea and would help us to find more resources for our foods and other needs.\nThe computer would replace many manual labours in most of the manufacturing companies.\nTraffic controls both in the highways and air would be fully automated and any violation of traffic rules would be detected and fined instantly.\nWeather forecasts would be pretty accurate and reliable forecasts of natural calamities would be easier to predict.\nDevastating weapons would be designed and used with the help of computer technology in the near future.\nMathematics, statistics, chemistry and Physics would enhance further with the high speed and unimaginable calculating power of the computers.\nTeachers would be able to arrange multiple classes in different locations at the same time by the help of computer based educations tools and the internet."
  },
  {
    "id": 10,
    "answer_id": 108,
    "question": "Why the dependency on computers is a good thing.",
    "suggestion": "In many cases where calculation and long hour works are required, computers are more reliable than humans. The amount of calculation a supercomputer can do in few seconds would take the entire lifetime for a human.\nWe can save our time. Computers assist us uploading data faster than other devices. They can also contain massive data in a tiny storage device.\nThey are more economical. By spending few hundred dollars of money to buy a laptop, we can improve many other abilities. For instance, online courses are less expensive than the regular training, so we have to have a computer and Internet for connection.\nTo save information and files, less space is needed when it comes to using computers.\nThey can be used in workplaces which are hazardous for the human.\nHumans are biologically unable to reach certain places like far away in the space or bottom of the sea where computer-riven robots could be sent.\nComputers follow our instructions and always act as they were made. Their usages are controlled by the human. So negative aspects of computers are not their fault, the fault is ours."
  },
  {
    "id": 11,
    "answer_id": 108,
    "question": "Why we should be more suspicious of the benefits computers offer?",
    "suggestion": "Cyber-addiction has led humans to become more isolated, inactive, and depressed.\nOur data might be hacked by the professional hackers. Using of highly-tech soft-wares, our information can be stolen easily.\nAccessing to some important data is costly, and users might be targeted by cybercrime and lose all of their saved data. For example, a user’s bank password might be hacked by a professional hacker and thousands of dollars might be stolen by him.\nHuman workers and employees will be replaced by this machine leading to the increase in the unemployment which is intrinsically tied to the rate of the crime.\nAddiction to computers has increased the prevalence of obesity. The more people use their computer, the more they will become inactive and overweight.\nAny error with the computers can affect lots of human lives and can create chaos."
  },
  {
    "id": 12,
    "answer_id": 117,
    "question": "Advantages: 'Comic' as a media for communicating information.",
    "suggestion": "Comic books provide information in the most interesting and interactive way to the readers.\nIt is more efficient for kids who are yet to start reading big books.\nComics are often very effective to convey information and to produce an aesthetic response to the readers.\nReaders of comic books find it very easy to remember the information delivered by stories and cartoons in comics. It is less time consuming to read a comic.\nComic books provide information to the reader in the most interesting and interactive way.   \nComics represent the oldest continuous form of communication in history and a much-revered form of communication between generations.\nComics can transcend language and cultural boundaries.\nComics and comics’ techniques could be used in various types of business and technical communications. When Google launched its Chrome Web Browser the accompanying technical documentation was a widely distributed comic book. The visitors guide for the European Organization for Nuclear research is also a comic and that proves the efficiency of comics to educate people.\nComic readers do not have to spend a lot of time on reading. This is preferred by many readers who do not like reading pages after pages."
  },
  {
    "id": 13,
    "answer_id": 117,
    "question": "Disadvantages: 'Comic' as a media for communicating information.",
    "suggestion": "While reading comics readers often do not pay attention to the main information due to irrelevant cartoon or story.\nIt can be a waste of time for readers who wanted to receive useful information from comics.\nComic books are often published based on pure fiction and imagination and might have negative effects on the psychology of young kids.\nHowever, because of the simplicity of comic books, they can only communicate short information.\nComics are not as much informative as books are."
  },
  {
    "id": 14,
    "answer_id": 117,
    "question": "Advantages: 'Books' as a media for communicating information.",
    "suggestion": "Books are very instructive and effective in conveying information as they comprise the writer's thought and life experience and are usually written over a longer period of time.\nThe book is a significant media to receive information ranging from basic skills to professional knowledge.\nReading books help us to nourish our mind and keep us moving forward in a positive direction.\nA reader always has a wide range of choices to pick a book based on his/ her interest.  \nBooks are everlasting while the basic formation of other media changes a lot over the time.\nReaders pay more attentions while reading a book and that is why they can learn better from reading.\nBooks are the accumulated version of history, knowledge, experience and wisdom. Books have endless offerings and stories to bring out the best of creative readers.\nReading books can give us an insight into many different cultures, and civilisations.\nThe secret to a successful life is knowledge and information. The answers to nearly all our problems and query are documented in texts somewhere.\nBooks can stimulate and excite a reader’s imagination as well as arouse his curiosity, thus bringing out the creative oneself.\nBooks help to articulate our thoughts and reading books improve our vocabulary and communication skill.\nReading the book is like peeking into the minds of the greatest people - A book is like a conversation with the writer and reading many books gives us an insight into the thinking process of different writers.\nIntercultural understanding will be developed by reading more related books. Humans will become more familiar with demographic of nations as they read more books about them.\nIndividuals will have a better comprehension, grammar, communication skill, and more variety of vocabularies.\nReaders always have a wide range of options to read books that would entertain and interest them.\nBooks are portable and people can access it from almost anywhere."
  },
  {
    "id": 15,
    "answer_id": 117,
    "question": "Disadvantages: 'Books' as a media for communicating information.",
    "suggestion": "Books are not always attractive to many people. For those people, books are not the greatest source of information and knowledge.\nIt required more patience and time to read books.\nBook production requires cutting down trees, and that has a negative impact on our environment.\nInformation presented on books could be outdated in many cases.\nSometimes a writer can instil an ideology to a reader and can influence his thinking in a negative way.\nPeople have to have a high level of literacy to read some specific and advanced books."
  },
  {
    "id": 16,
    "answer_id": 117,
    "question": "Advantages: 'Radio' as a media for communicating information.",
    "suggestion": "Accessible in anywhere and anytime, during driving or travelling.\nRadio is less costly than the other media devices, like TV. Unlike TV, which users have to pay a monthly payment for cable, Radio does not need this cost.\nIt is available in the rural areas as well.\nHave less detrimental issues."
  },
  {
    "id": 17,
    "answer_id": 117,
    "question": "Disadvantages: 'Radio' as a media for communicating information.",
    "suggestion": "No access to any visual features which TV has.\nLess being developed compared to TV or other media devices. Every year, new versions of TV, like introducing of smart TVs, have led users to be satisfied more, while there are no any significant changes in the technology of Radio.\nLess accepted by the new generation."
  },
  {
    "id": 18,
    "answer_id": 117,
    "question": "Advantages: 'Film' as a media for communicating information.",
    "suggestion": "Becoming familiar with other cultures by watching movies.\nWatching films is a kind of entertainment. People have less stressful lifestyle by watching more films.\nSome films improve viewers’ relationships. Family films are the best ones helping families to have a better communication."
  },
  {
    "id": 19,
    "answer_id": 117,
    "question": "Disadvantages: 'Film' as a media for communicating information.",
    "suggestion": "Cultural invasion can happen. Young’s minds are more affected by watching other countries’ films.\nAddiction to watching film may be costly and time-consuming. We have to pay fees for Netflix or the cinema and have less enough time to concentrate on our work. \nIt can reduce juveniles’ study performance. Instead of studying, they spend their precious time on watching plenty of films each month.\nViolence and sex scenes that are shown on movies can phenomenally increase the rate of crime among viewers."
  },
  {
    "id": 20,
    "answer_id": 119,
    "question": "Disadvantages of having a car:",
    "suggestion": "Owning a car is expensive and requires additional costs to maintain and repair it. Not all families can afford it.\nCars have increased the level of air and noise pollution in cities, causing more humans to suffer from respiratory, heart diseases, or cancers.\nCity travellers have to spend longer hours on traffic jams. Using more private car, the density of traffic has been increased phenomenally and citizens have had to stay longer time on traffic load.\nAs the number of private cars increased, more car passengers have been injured or died by severe accidents.\nMore pedestrians’ accidents have been reported annually. As the usage of private cars increases, it is more probable that people walking through the street die by them.\nPrivate car is more expensive than the public transportation. Paying huge money for tax, renewing of licence, or air care, people have to pay more for using cars.\nMore fossil fuels are consumed as more cars are used by people, leading other generations to face a shortage of these fuels.\nThe governmental expense will be raised far dramatically. To build and maintenance of more highways for more cars, hire more police force, the local government have to consider a larger budget.\nThe use of cars to commute has decreased the average health of car users as they do not need to do any physical movement.\nThe consumption of fuels to run the car is contributing to the rise if global warming and affecting the ozone layer.\nThe car owners need to worry about the safety and parking places for cars wherever s/he travels.\nIt saves the time as the commuters can reach his destination quickly than it would be required in a public bus."
  },
  {
    "id": 21,
    "answer_id": 119,
    "question": "Agreement: Why cars have more disadvantages than advantages?",
    "suggestion": "Considering all the disadvantages the cars have to the health, environment, government budget and the hassle and expenses the car owners have to bear, it is quite clear that having a car has more demerits and the advantages it offers."
  },
  {
    "id": 22,
    "answer_id": 119,
    "question": "Advantages of having a car:",
    "suggestion": "The private car is a convenient mode of transportation. Having more comfortable seats, ventilation or other novel technologies help people to feel better than using other methods, like a bicycle or a public bus.\nUsers have more secure privacy compared to using public transportation.\nThis will increase more job opportunities because more workers will be involved in working in car companies or as drivers, reducing the unemployment rate.\nThe local state will have more budgets, paid by car owners’ taxes, to renew the roads. Annually, car drivers have to pay hundreds of dollars for renewing their car insurance, licence, tickets, or air care.\nOther industries have been developed as car industries developed. The more humans use more private cars, the more car companies have to raise their technology, leading other mother industries to be developed too.\nPeople can have absolute freedom on deciding the schedule and roads to reach their destination.\nA private car owner can utilise his time but it is very tough to do so on a public bus.\nIn a car, a person does not have to worry about the dust, noise and fumes present in the road while in public transportation it is not always possible to avoid those."
  },
  {
    "id": 23,
    "answer_id": 119,
    "question": "Disagreement: Why cars have more advantages that disadvantages?",
    "suggestion": "Considering the advantages the car ownership offers, I would say that it is more beneficial to own a car than using public transportation. Many people might argue against owning a car but I think most of them would buy a car if their financial condition allows them to do so."
  },
  {
    "id": 24,
    "answer_id": 122,
    "question": "Advantages: What advantages will your community get from the establishment of the large factory?",
    "suggestion": "Local residents will be able to find more job opportunity in this factory and have a better social status.\nLocal retailers will pay less for transportation of goods due to having better access to this factory.\nBecause this factory needs the better quality of roads, transportation will be improved for local citizens.\nHiring more workers, the population of the region will increase far significantly, which will cause the local government to pay attention more to basic infrastructures, including transportation, education or healthcare.\nLocal people’s lifestyles will be improved remarkably. Having better businesses and a higher salary, the level of economic condition will be improved. They will have less stressful lifestyle due to being able to have more record of travelling annually.\nThe tourism industry will gradually develop because its products may attract more tourists.\nTo be employed in this corporation, more young have to become more educated, so the level of educated juveniles will increase notably.\nOverall infrastructure of the area will be developed.\nThis establishment would attract more businesses in the area and it would finally boost the economic development."
  },
  {
    "id": 25,
    "answer_id": 122,
    "question": "Disadvantages: What problems and difficulties will your community face from the establishment of the large factory?",
    "suggestion": "Air and water pollution caused by this factory will ruin the local environment and wildlife fundamentally.\nPeople may suffer from more noise pollution, produced by gadgets, constructions or vehicles transporting products.\nLocal residents will pay for renting or purchasing of properties due to increasing the density of population.\nThe level of crime might increase because of raising the local population and visiting more foreigners.\nPassing more vehicles carrying goods for the factory, traffic congestion will rise notably.\nThis factory will destroy the calm and neat environment we currently have.\nThe pollution would cause many diseases among the community people.\nThe land required for the establishment of the factory might be acquired by deforestation or seizing fertile farmland which would have serious long-run consequences in our community."
  },
  {
    "id": 26,
    "answer_id": 126,
    "question": "Compare: Comparing the knowledge gained from experience with knowledge gained from books.",
    "suggestion": "Books present us true facts, history, subject matter expertise, story and knowledge that we need to evolve as a true human. Our life experience also gives us wisdom, knowledge and teaches us lessons to become the better persons we are.\nBooks are the primary source of knowledge and enhance our horizon. Experience gathered in life also provides us guideline and wisdom to broaden our horizon.\nBoth are excellent sources of knowledge and unparalleled sources of great wisdom.\nWithout reading, we cannot home our brain. Without experiencing things we cannot learn how to deal with difficulties.  \nWithout reading books we can't become wise enough to gather the right experience and lessons in our life.\nBooks give us knowledge and our experience and practice hones it."
  },
  {
    "id": 27,
    "answer_id": 126,
    "question": "Contrast: Contrasting the knowledge gained from experience with knowledge gained from books.",
    "suggestion": "Books provide us theoretical knowledge while our experiences give us firsthand knowledge.\nTheories learned from books are often pointless if you cannot use it in our life.\nLessons learned from books are often forgotten but we never forget our first-hand experience.\nLessons learned from an experience could never be learned from reading.\nMost important lessons in life can't be taught, but experienced.\nBooks contain the experience gathered by many generations and their observation. Experience is limited to a person only.\nSome knowledge could only be learned from books like the atmosphere of Mars but can never be experienced by a person."
  },
  {
    "id": 28,
    "answer_id": 126,
    "question": "In favour of Books:",
    "suggestion": "Books are important to raise our concept about important subjects affecting our life, like science, nature, or health.\nThe materials we learn from books can help us to become more competitive in our real life, at our job or study.\nBooks increase our abstract thinking. We will be able to have better conceptual thoughts if we analysis them before by reading more books.\nReading more books, we will have better basics to create better frames in practice. Those only trusting on their sole experience may make more mistakes.\nBooks improve our self-confidence. Reading about experts’ opinions, we will able to rely more on performance in practice.\nBooks can help us to become successful businesspersons than those who just rely on their experience.\nHumans can save their money as they read more due to using other professionals’ knowledge and experience written in books."
  },
  {
    "id": 29,
    "answer_id": 126,
    "question": "In favour of Practical Experience:",
    "suggestion": "Practical lessons help us to have more deeply understanding, while theory learned from books will be forgotten far easier.\nHaving a better experience, we can save our time. We may have to review several times a book to learn about its subjects, while by having enough experience it is not necessary we review them.\nBy having more practice, we will become more flexible to critical conditions.\nExperience assists us to become more socially active. Instead of studying materials in an isolated condition, for example in a library, we can meet more people by practising more."
  },
  {
    "id": 30,
    "answer_id": 130,
    "question": "Arguments in support of this viewpoint: Why the government should discourage people the overuse of natural resources?",
    "suggestion": "The use of natural resources must be controlled for our own survival.\nThe existence of natural resources is limited and that is why we should prudently use those resources. Otherwise, we will endanger the environment and the natural ecosystem. \nScarce of raw materials for other generations. For instance, shortage of fossil fuels, which are the leading source of energy for heating and transportation.\nThis has widened the gap between rich and poor countries. Western countries have moved their industries to other developing countries and those industries are consuming more of their natural resources. So, the latter, developing countries, will face many environmental challenges and become poorer in the long run.\nWe will have more starved humans. Eroding of soil and contamination of freshwater will damage farming products, leading the world to have more malnourished humans.\nWar might happen. Now, in many countries shortage of fresh water has led a tremendous conflict between them, and this will become worse if uncontrollable usage continues.\nThe alternative sources of energy are yet to be fully accepted throughout the world. So we should preserve as much/many natural resources as we can.\nUltimate exhaust of natural resources would create a chaos and many wild lives would be endangered as well.\nThere is no easy and usable artificial technique to reproduce the natural resources again. \nIt is too selfish not to think about the next generation and by consuming natural resources we will give them a worse world than the one we live in."
  },
  {
    "id": 31,
    "answer_id": 130,
    "question": "Opposing the viewpoint: Why the government should NOT discourage people the use of natural resources?",
    "suggestion": "Raw materials would be restored by novel technologies. As technology develops, factories will be able to find better ways to restore the wasted resources being used before.\nThis strategy will have huge drawbacks on the economy of countries. Accessing less to natural resources, their production will fall and a considerable economy recession will occur.\nThis will raise the rate of unemployment. Consideration of more restrictions on industries will cause them to become less profitable, so they will lay out more employees.\nUsing of modernised filtering systems, disposals will be restored and recycled far more quickly than now, so consideration of more constraints is not necessary.\nHaving more different variation in life, a variety of goods and manufactures, people’s living condition has improved fundamentally."
  },
  {
    "id": 32,
    "answer_id": 137,
    "question": "Agreement: Why universities should accept male and female students equally in every subject.",
    "suggestion": "According to human rights, both genders must be permitted to study on their favourite subject. In some countries, due to religious beliefs and social issues, male doctors are not allowed to become Gynaecologists, and this has increased the rate of mortality and morbidity of cases.\n \nMales and females pay the same rate of taxes, so they must be given similar opportunity.\n \nStudents will have a higher level of competition. To achieve higher encouragements from opposite gender, students will have tougher competition than when they compete with the same gender.\n \nThis can help both sexes to increase their communication skills when it comes to having closer relationships with the opposite sex. Definitely, students of these schools will most probably have less matrimonial problems in the future.\n \nThis will ensure the women empowerment and the society would benefit from this arrangement.\n \nWomen in most of the society are underprivileged and this arrangement would ensure their better education and thus contribution to the family, society and country.\n \nIf an equal number of male and female students get admitted in every subject offered in a university, more areas of research and employment would be explored by women and that would benefit the country as they would contribute more.\n \nChances of gender discrimination in the classrooms would greatly reduce.\n \nIf fewer females hold the important sectors of a country naturally women will feel deprived and this will lead them to compete with men."
  },
  {
    "id": 33,
    "answer_id": 137,
    "question": "Why universities should NOT accept male and female students equally in every subject.",
    "suggestion": "Physically some areas of work and related study fields are not appropriate for the women and that’s why they would naturally show less interest in those areas of study. For example, a female construction engineer working in outdoor may become frustrated by heavy physical activities that are normal for men.\n \nSensationally, women are more fitted to some areas of study than men. Nursing is a good example in this case. So women in such subjects should get priority.\n \nIt can be costly. Governments have to consider larger budgets for admitting an equal number of males and females.\n \nThe level of sexual violence can be increased fundamentally.\n \nReserved quota for females would be discriminating for some talented male students.\n \nUniversity education should be based on talent and performance, not based on equal gender opportunity.\n \nIn reality, the identical number of male and female students in every subject in a university is a fanciful idea that would deprive many talented male students of getting the university education.\n \nA form of natural selection will take place: survival of the fittest; and the end result would benefit us all."
  },
  {
    "id": 34,
    "answer_id": 1249,
    "question": "Why people’s weight is increasing and their health condition and fitness are decreasing in many countries?",
    "suggestion": "The popularity of eating high-calorie fast foods across the world.\nPeople have become less active than before due to changing of lifestyle (Using more private vehicles, using machines to do their tasks, or sitting in front of the computer and TV).\nThe role of food advertisement in the media, which has tremendously increased the rate of obesity among children.\nProducing more variety of high caloric food products by food companies compared to the past.\nShortage of health budget in some developing countries due to overpopulation and obese patients are less monitored by doctors. \nTrusting to other commercial methods for weight losing. People have less monitoring on their weight because they think there are better methods than sports to lose their weights.\nThe role video games and computer games on children’s inactivity.\nPeople's busy lifestyle forced them to depend on fast foods rather than cooking meals at home.\nParents' carelessness often causes obesity among children.\nReady to eat foods like chips, cheese and packet foods do more damage to our digestion system.\nThe GM (Genetically Modified) foods contain high fats and we are consuming these GM foods every day.\nPeople's diet habit often makes them eat a large amount of food at a time rather than eating it in instalments. \nLack of awareness, sedentary lifestyle and lack of exercise.\nPeople’s choices of tasty but unhealthy foods lead them to gain weight."
  },
  {
    "id": 35,
    "answer_id": 1249,
    "question": "What measures could be taken to solve these problems?",
    "suggestion": "A healthy diet could be the best solution to tackle the obesity and health related issues.\nRestricted legislations on TV food advertisements by governments.\nSchool authorities must encourage young to do more daily exercise.\nTimely consumption of meals and ensuring that they are full of nutrition’s is the key factor in living a healthy lifestyle.\nConsidering more substantial health budget for obesity and its side effects.\nAvoiding GM foods and eating more fresh and organic vegetables and fruits.\nPopularising bicycle as a more leading method of transportation in many cities.\nIncreasing the number of sports facilities.\nIncreasing sports facilities in schools and encouraging children to do exercise more.\nCommercial methods for losing must be banned by health authorities.\nIncreasing the awareness of people about the heinous effects of obesity.\nParents should be more attentive to their children's health. \nArranging sports and exercise facilities at the workplaces.\nPeople must be trained by the local council about how much is obesity dangerous for their health.\nUnhealthy foods must be banned from schools.\nDrinking a lot of water every day and avoiding alcohol totally.\nAvoiding fast food and drinks that contain high fat and sugar.\nHaving more trained teachers who know more about children’s diet.\nA healthy lifestyle, balance diet, exercise, outdoor activities can reduce this problem to a great extent.\nMonitoring packet foods and fast food items and their ingredients by the food authority are required to control the quantity of fats and sugars these items contain.\nWalking, making face-to-face communication and using the bicycle whenever possible."
  },
  {
    "id": 36,
    "answer_id": 1264,
    "question": "Why more people nowadays travel more than the past?",
    "suggestion": "Low-cost airlines have become more popular across the world.\nConstruction of more airports even in small cities, and having a better technology in airplanes has led people to have access to them even in remote areas.\nThe tourism industry has developed globally. More affordable hotels, motels, villas are available for travellers.\nAdvanced technology and the Internet, arranging of travelling has become far simpler (Online booking).\nThe role of advertisement has become more obvious. The Internet and media have exposed people to more travelling ads.\nGlobalisation has increased the number of business travellers.\nThe number of student travellers has increased dramatically. Better opportunity in other countries has raised the number of student visitors.\nFaster jets have caused travellers to reach their destination far sooner, leading their number being increased phenomenally.\nEmployees of multinational companies have to do excessive business trips to other regional offices or even in other continents for office works, meeting and training.\nMore people are travelling for leisure activities and this phenomenon has grown speedily in the past few years.\nTravelling is now affordable to virtually all classes of people and people have taken travelling as a leisure activity.\nBecause of globalization, people are free to mingle with other nationalities and that’s why people are migrating to other countries for works, study and job opportunities.\nThe mobile phone, the internet and the facility to work virtually from any place let people get in touch with office and family while travelling and this is another important reason for people to travel a lot."
  },
  {
    "id": 37,
    "answer_id": 1264,
    "question": "What benefits do the travellers get from travelling?",
    "suggestion": "Intercultural understanding. Nations are able to understand more about other nations’ culture, language and customs from near.\nThe tourism industry has become a lucrative business for many countries.\nIncreasing employment opportunity for the host country.\nCitizens have less stressful lifestyle by travelling more. They temporarily leave stress and have more relaxation.\nTravelling enhances knowledge and broadens our horizon.\nTravelling gives the first-hand experience to learn new things.\nMakes people confident, more social and self-dependant.\nDuring the course of a travel, a traveller might experience unforeseen circumstances and thus he becomes stronger in dealing stress and unexpected situations.\nEnhance job and business opportunities.\nTravelling can shift our outlook of life in a better way and gives us more idea about the way of life around the world.\nTravellers get to taste different types of foods, clothing, cultures, environment and living.\nExposure to diverse cultures and custom often eradicate the narrow thinking and selfishness of people.\nA traveller with international exposure can have a better career path.\nTravelling is a far better way to learn about the past and history than reading them in a book.\nTravelling is refreshing and eliminates the monotony or boredom of busy life we currently have in the competitive world."
  },
  {
    "id": 38,
    "answer_id": 1272,
    "question": "It is better to educate boys and girls in separate schools.",
    "suggestion": "Better concentration in the class and achieving higher grades because they spend less time on other activities.\nReduction the rate of inappropriate sexual relationship.\nThis does not contradict with some religious beliefs like Islamic belief.\nIt is observed that when boys and girls are separated, it would make them more disciplined.\nLess report of sex discrimination (giving more opportunity to specific gender)\nIn this system, students tend to be more focused on studies rather than being distracted to all fantasies of teenage.\nThis system is better in terms of students’ engagement in extra-curricular activities like sports."
  },
  {
    "id": 39,
    "answer_id": 1272,
    "question": "It is better to have coeducation schools.",
    "suggestion": "Better communication with opposite gender in real life (work, family, marriage).\nParticipation in more team working.\nBeing respectful to opposite gender.\nBoth genders have different abilities to learn different study materials, so they can help the opposite sex to learn better.\nCo-education system enhances the understanding between the two genders.\nMaintaining co-education system would be less costly. Clearly, to divide girls and boys, governments have to spend more money on education.\nEach gender would be able to co-work as well as participate in competition with the other gender. Such friendly competition and co-working would enhance the overall performance of the students."
  },
  {
    "id": 40,
    "answer_id": 1272,
    "question": "My opinion:",
    "suggestion": "1. Both sides of the discussion have indisputable virtues and benefits. However, I agree that co-education system is far better than the unisexual schools. \n2. I opine that separate schooling for boys and girls has far more benefits and that's why I support this system."
  }
]