[
  {
    "t_id": "1,2",
    "que": "The chart and graph below give information about sales and share prices for Coca-Cola.\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/vUKichm.gif",
    "ans": "The pie chart shows the worldwide distribution of sales of Coca-Cola in the year 2000 and the graph shows the change in share prices between 1996 and 2001.\n\nIn the year 2000, Coca-Cola sold a total of 17.1 billion cases of their fizzy drink product worldwide. The largest consumer was North America, where 30.4 per cent of the total volume was purchased. The second largest consumer was Latin America. Europe and Asia purchased 20.5 and 16.4 per cent of the total volume respectively, while Africa and the Middle East remained fairly small consumers at 7 per cent of the total volume of sales.\n\nSince 1996, share prices for Coca-Cola have fluctuated. In that year, shares were valued at approximately $35. Between 1996 and 1997, however, prices rose significantly to $70 per share. They dipped a little in mid-1997 and then peaked at $80 per share in mid-98. From then until 2000 their value fell consistently but there was a slight rise in mid-2000."
  },
  {
    "t_id": 3,
    "que": "The chart below gives information about global sales of games software, CDs and DVD or video.\nWrite a report for a university lecturer describing the information.",
    "img_url": "https://i.imgur.com/Bo1QcJi.gif",
    "ans": "The chart shows the changes in the sales of video material / DVDs, games software and CDs around the world in billions of dollars over a three-year period. It can be seen that the sales of videos / DVDs and games software have increased, while the sales of CDs have gone down slightly.\n\nBetween 2000 and 2003, the sale of videos and DVDs rose by approximately 13 billion dollars. In 2000, just under 20 billion dollars worth of these items were sold, but in 2003, this figure had risen to a little over 30 billion dollars.\n\nThe sales of games software also rose during this period, but less sharply. Sales increased from about 13 billion dollars in 2000 to just under 20 billion dollars three years later. By contrast, during the same time period, the sale of CDs fell from 35 billion dollars in 2000 to about 32.5 billion dollars in 2003."
  },
  {
    "t_id": 3,
    "que": "The graphs below show the types of music albums purchased by people in Britain according to s3x and age.\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/MgjwhWk.gif,https://i.imgur.com/9AIyWNY.gif,https://i.imgur.com/IMzZ08J.gif",
    "ans": "The three graphs provide an overview of the types of music people purchase in the UK. At first glance we see that classical music is far less popular than pop or rock music.\n\nWhile slightly more women than men buy pop music, the rock market is dominated by men with 30% buying rock, compared to 17% of women. From the first graph we see that interest in pop music is steady from age 16 to 44 with 20% of the population continuing to buy pop CDs after the age of 45.\n\nThe interest in rock music reaches its peak among the 25 to 34 year olds, though it never sells as well as pop. Interest also drops off after the age of 35 with an even sharper fall from age 45 onwards, a pattern which is the opposite to the classical music graph."
  },
  {
    "t_id": 3,
    "que": "The graphs below show the numbers of male and female workers in 1975 and 1995 in several employment sectors of the republic of Freedonia.\n\nWrite a report for a university teacher describing the information shown.",
    "img_url": "https://i.imgur.com/tEn3ycH.gif,https://i.imgur.com/NkSKnOm.gif",
    "ans": "The two decades between 1975 and 1995 brought significant changes in the representation of women in Freedonia's work force, according to the graphs.\n\nIn 1975, for example, some 300 000 men and 250 000 women worked in the communications sector. Twenty years later, though the number of men remained unchanged, the number of women rose to 550 000.\n\nA similar situation was seen in the wholesale and retail trade sector, where the number of women rose from about 550 000 in 1975 to almost 800 000 two decades later. The number of men in this sector remained stable over the period, at around 700 000.\n\nWomen also made gains in both the finance/banking industries and in the defence-related public sector. Whereas some 125 000 women worked in finance and banking institutions in 1975, the number increased to 450 000 by 1995. The number of men grew only marginally from 425 000 to 480 000 over the same period. In defence, the number of men declined from 225 000 to 200 000, while the number of women rose from 25 000 to over 100 000.\n\nTwo sectors that retained stable employment numbers for both men and women were manufacturing, which had about 300 000 women and 650 000 men in both surveyed years, and the public sector (non-defence), which employed 650 000 women and 850 000 men.\n\nThus, women appear to have made gains in the Freedonian work force but not at the expense of men."
  },
  {
    "t_id": 2,
    "que": "Eating sweet foods produces acid in the mouth, which can cause tooth decay. (High acid levels are measured by low pH values)\n\nDescribe the information below and discuss the implications for dental health.",
    "img_url": "https://i.imgur.com/SzLTEvZ.gif",
    "ans": "Anyone who has visited a dentist has been told that eating excessive amounts of sweets risks harming the teeth. This is because sweets lower pH levels in the mouth to dangerous levels.\n\nWhen the pH level in the mouth is kept above 5.5, acidity is such that teeth are unlikely to be in danger of decay. Sweet foods, however, cause pH in the mouth to drop for a time, and the longer pH levels remain below 5.5, the greater the opportunity for decay to occur.\n\nBy comparing fruit sugar, cane sugar and honey, which are all common ingredients of sweet foods, we find that cane sugar lowers pH levels for the longest period, thus producing the greatest risk of the three. Approximately five minutes aftfter consuming cane sugar, pH levels drop to as little as pH 3.5. They then begin to rise slowly, but do not rise above pH 5.5 until at least 30 minutes have elapsed. By contrast, fruit sugar, which causes the mouth's acidity to fall to just above pH 4, poses a danger for a shorter period: tooth decay is unlikely 20 minutes after consumption. Honey appears an even less risky substance. Though acidity falls to about pH 4.75 within five minutes of consumption, it returns to above pH 5.5 in under fifteen minutes.\n\nThe implications, then, are that people who insist on eating sweet foods should be aware of the ingredients, and that fruit sugar or honey appear preferable to cane sugar."
  },
  {
    "t_id": 4,
    "que": "The diagram below shows the typical stages of consumer goods manufacturing, including the process by which information is fed back to earlier stages to enable adjustment.\n\nWrite a report for a university lecturer describing the process shown.",
    "img_url": "https://i.imgur.com/VTsOxDW.gif",
    "ans": "Most consumer goods go through a series of stages before they emerge as finished products ready for sale.\n\nRaw materials and manufactured components comprise the initial physical input in the manufacturing process. Once obtained, these are stored for later assembly. But assembly first depends upon the production planning stage, where it is decided how and in what quantities the stored materials will be processed to create sufficient quantities of finished goods. The production planning stage itself follows the requirements of the goods' design stage that proceeds from extensive research. After assembly, the products are inspected and tested to maintain quality control l Those units that pass the inspection and testing stages are then packaged, despatched and offered for sale in retail outlets. The level of sales, which is the end point of the manufacturing process, helps determine production planning.\n\nA product's design is not only the result of product research, but is also influenced by testing and market research. If the testing stage (after assembly and inspection) reveals unacceptable problems in the finished product, then adjustments will have to be made to the product's design. Similarly, market research, which examines the extent and nature of the demand for products, has the role of guiding product design to suit consumer demands which may change with time. Market research, while influenced by product sales, also serves to foster future sales by devising suitable advertising for the goods.\n\nThus the reality of consumer goods manufacturing goes well beyond a simple linear production process."
  },
  {
    "t_id": 5,
    "que": "The table below shows social and economic indicators for four countries in 1994, according to United Nations statistics.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/N2ZvH7U.png",
    "ans": "A glance at four indicators of economic and social conditions in four countries, Canada, Japan, Peru and Zaire, in 1994 reflects the great differences that exist between wealthier and poorer nations.\n\nThe table shows that Japan and Canada had annual incomes of $15 760 and $11 100 per person, respectively. These figures were overwhelmingly greater than the corresponding figures of $160 in Peru and $130 in Zaire.\n\nHealth indicators, too, reflected overall levels of affluence in the four nations. Life expectancy at birth, for example, was higher among the more economically developed countries. Japan reported the highest life expectancy, 78. This was followed by Canada, 76; Peru, 51; and Zaire, 47. This suggests that richer societies are able to put more money into health care than poorer ones.\n\nThe amount of calories consumed daily per person roughly followed the same ranking. Canadians each consumed some 3 326 calories per day while the Japanese took 2846 calories. The corresponding figures for Peru and Zaire were 1927 and 1749, respectively.\n\nLiteracy rates among adults, too, were higher in wealthier countries, no doubt a reflection of ability to invest in education. Canada and Japan both reported literacy rates of 99%, while Peru claimed 68%. Zaire, the least economically developed of the four countries, had a literacy rate of 34%.\n\nThe data appear to confirm the often cited link between national wealth and health and education standards."
  },
  {
    "t_id": 3,
    "que": "The diagram below shows the average hours of unpaid work per week done by people in different categories. (Unpaid work refers to such activities as childcare in the home, housework and gardening.)\n\nDescribe the information presented below, comparing results for men and women in the categories shown. Suggest reasons for what you see.",
    "img_url": "https://i.imgur.com/4GeGAva.gif",
    "ans": "The diagram reveals that the number of hours per week spent in unpaid work is unequally distributed between men and women.\n\nIn households where there are no children, women are reported to work some 30 hours per week in such tasks as housework and gardening. Men's contribution to these unpaid jobs averages a considerably lower 18 hours.\n\nWhen children enter the household, however, the inequality becomes even more pronounced. In families of 1 - 2 children, men maintain approximately the same number of hours of unpaid work as in childless households, but the number of hours women work in the home rises to 52 per week, much of it, on doubt, due to childcare responsibilities.\n\nInterestingly, when there are three or more children in the household, men are found to work even fewer hours around the house than before the appearance of the third child. Whereas women's unpaid hours rise to approximately 56 per week, the corresponding figure for men, 16, actually represents a decrease.\n\nThe data suggest that the increased presence of women in the paid work force has yet to lead to an increased role for men in the home."
  },
  {
    "t_id": 5,
    "que": "The chart below shows the sleep patterns of people in five different occupations according to a Canadian study.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/FpbyYCt.png",
    "ans": "Differences in sleep patterns appear to reflect differences in individuals' occupations.\n\nA Canadian study has pointed out, for example, that students typically sleep for a consecutive 8-hour period each night, from 11 p.m. to 7 a.m. This may be because the central activity in their lives, study, takes place in normal daylight hours. Similarly, business executives sleep consecutive hours, but perhaps because their jobs are especially busy and stressful they sleep for 6 hours on average, getting up around 5 a.m.\n\nBy contrast, truck drivers, probably because of their need to keep their trucks on the road over long periods, tend to sleep in two 3-hour blocks: one between 7 and 10 a.m. and another from 4 to 7 p.m. Another occupation associated with broken sleep schedules is that of doctors. They tend to retire to bed around 1 a.m. and start their day at 7 a.m., but may be woken up to deal with emergencies in the middle of the night. Finally, full-time mothers, especially those with young children, tend to sleep when their babies do. Typically, they will sleep from 10 p.m. and be awoken at 1 a.m. to comfort their babies for a couple of hours. They then go back to bed to wake at 6 a.m., but nap for two hours or so in the early afternoon.\n\nThus the influence on one's sleep pattern is worthy of consideration when choosing an occupation."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the amount of leisure time enjoyed by men and women of different employment status.\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/IrrQho6.gif",
    "ans": "The chart shows the number of hours of leisure enjoyed by men and women in a typical week in 1998-9, according to gender and employment status.\n\nAmong those employed full-time, men on average had fifty hours of leisure, whereas women had approximately thirty-seven hours. There were no figures given for male part-time workers, but female part-timers had forty hours of leisure time, only slightly more than women in full-time employment, perhaps reflecting their work in the home.\n\nIn the unemployed and retired categories, leisure time showed an increase for both sexes, as might have been expected. Here too, men enjoyed more leisure time over eighty hours, compared with seventy hours for women, perhaps once again reflecting the fact that women spend more time working in the home than men.\n\nLastly, housewives enjoyed approximately fifty-four hours of leisure, on average. There were no figures given for househusbands! Overall, the chart demonstrates that in the categories for which statistics on male leisure time were available, men enjoyed at least ten hours of extra leisure time."
  },
  {
    "t_id": 2,
    "que": "Write a report for a university lecturer describing the information in the graph below.",
    "img_url": "https://i.imgur.com/Q7ylRnx.gif",
    "ans": "The graph compares the rate of smoking in men and women in Someland between the years 1960 and 2000. It can be clearly seen that the rate of smoking for both men and women is currently declining and that fewer women have smoked throughout the period.\n\nIn 1960, 600 men in every 1,000 was smoking. This number decreased gradually to 500 by 1974 and continued to decrease but more steeply to 250 in 2000. In contrast, the rate of smoking in women in 1960 was very low at only 80 in every 1,000. By 1968 this increased to 170, and increased again but more steeply to 320 in 1977. The rate of female smokers then remained stable at 320 until 1984 at which point the figures began to decline and had dropped to 200 by 2000.\n\nIn conclusion we can see that the rate of smoking in men dropped throughout the whole period but was always at a higher level than the female figures. The rate of smoking in women increased until 1977 but then decreased for the rest of the period."
  },
  {
    "t_id": 3,
    "que": "Write a report for a university lecturer describing the information in the graphs below.",
    "img_url": "https://i.imgur.com/euEApeX.gif,https://i.imgur.com/B9F2hHv.gif",
    "ans": "The graphs compare the number of deaths caused by six diseases in Someland in 1990 with the amount of research funding allocated to each of those diseases. It can be clearly seen that the amount of research funding in many cases did not correlate with the seriousness of the disease in terms of numbers of deaths.\n\nIn 1990 there were around 0.2 million deaths from AIDS, 0.1 million deaths from leprosy, 0.3 million deaths from tropical diseases, 0.5 million deaths from diarrhoea, 0.4 million deaths from malaria and 1.8 million deaths from TB. These figures can be contrasted with the amount of funding allocated for each disease. In 1990 AIDS received 180 million dollars in research funding, leprosy 80 million dollars in research funding, tropical diseases 79 million dollars in research funding, diarrhoea 60 million dollars in research funding, malaria 50 million dollars and TB 20 million dollars in research funding.\n\nIn conclusion it is clear that funding allocation for disease research in Someland is not wholly determined by the number of deaths for which each disease is responsible in a given year."
  },
  {
    "t_id": 1,
    "que": "Write a report for a university lecturer describing the information in the two graphs below.",
    "img_url": "https://i.imgur.com/UfLVNq7.gif,https://i.imgur.com/jY3McSv.gif",
    "ans": "The pie charts compare the highest level of education achieved by women in Someland across two years, 1945 and 1995. It can be clearly seen that women received a much higher level of education in Someland in 1995 than they did in 1945.\n\nIn 1945 only 30% of women completed their secondary education and 1% went on to a first degree. No women had completed post-graduate studies. This situation had changed radically by 1995. In 1995, 90% of women in Someland had completed secondary education and of those, half had graduated from an initial degree and 20% had gone on to postgraduate studies. At the other end of the scale we can see that by 1995 all girls were completing lower secondary, although 10% ended their schooling at this point. This is in stark contrast with 1945 when only 30% of girls completed primary school, 35% had no schooling at all and 35% only completed the third grade.\n\nIn conclusion, we can see that in the 50 years from 1945 to 1995 there have been huge positive developments to the education levels of women in Someland."
  },
  {
    "t_id": 5,
    "que": "The table below shows the hours of leisure time spent by people in different age groups in Someland.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/KL55JcA.png",
    "ans": "The table shows how people in different age groups spend their leisure time in Someland over the course of a year. It can be clearly seen that the amount of leisure time available varies considerably across the age groups and that people of different age levels have very different ways of spending their leisure time.\n\nAccording to the figures, as people age in Someland their social lives reduce. Teenagers and people in their twenties spend on average 500 hours per year on socialising and 350 hours of that time is with a group of more than 4 people. Although the total hours of socialising in their 30s, 40s, 50s and 60s is fairly constant (between 300-350), socialising with more than 4 people drops dramatically to 50 hours in the 30s and 40s age groups and only 25 from 50 years old. Group and individual exercise follow a similar pattern.\n\nPeople of all ages spend a good part of their leisure time on entertainment such as TV/video viewing and cinema. In both cases, teenagers and retired people spend around twice as much time as those who are at working age. Home entertainment ranges from just over a thousand hours for teenagers and retired people and an average of 600 hours for everyone else. Cinema accounts for 100 hours of the teenagers and retired people’s leisure time and 25-50 hours for the rest.\n\nIn conclusion we can see there is a significant trend towards solitary and smaller group activities as people grow older and that teenagers and retired people spend a lot more time on entertainment than those of working age do."
  },
  {
    "t_id": 3,
    "que": "Write a report describing the information in the graph below.",
    "img_url": "https://i.imgur.com/ywqb19G.gif",
    "ans": "The chart shows striking differences in the level of computer and Internet penetration in the Arab world.\n\nThe UAE and Kuwait are by far the most computerized countries, with Lebanon a distant third. The UAE has over 150 computers for every 1000 inhabitants, compared to Kuwait's 130 and Lebanon's 60. In contrast, countries such as Egypt, Morocco and Syria have less than 20 computers per 1000 inhabitants.\n\nThere are also great differences in Internet use and availability. The UAE has by far the highest proportion of users, with more than one-third of its population using the Internet. Kuwait and Lebanon are second and third again, with 100 users per thousand in Kuwait and 80 in Lebanon. In some countries the number using the Internet is negligible: Saudi Arabia has less than 20 users per thousand, and there are fewer than 5 users per thousand in Syria.\n\nOne unusual feature of the graph is that Internet use does not seem to be directly related to the number of computers. In several countries (the UAE, Lebanon, Jordan and Oman), there are more Internet users per thousand people than computers. However, in other countries, such as Kuwait, Saudi Arabia and Syria, the number of Internet users is lower than the number of computers.\n\nIn summary, there are major differences between computer use and Internet use in the Arab world, but the UAE clearly leads the area in both number of computers and number of internet users per capita."
  },
  {
    "t_id": 3,
    "que": "The graph below shows the different modes of transport used to travel to and from work in one European city in 1960, 1980 and 2000.\n\nWrite a report for a university lecturer describing the information below.",
    "img_url": "https://i.imgur.com/7NAiY7c.gif",
    "ans": "The graph shows the changing patterns in commuting by train, car, tube or bus for commuters in London in the years 1960, 1980 and 2000.\nThe number of people using trains at first rose from just under 20% in 1960 to about 26% in 1980, but then fell back to about 23% in 2000.\n\nUse of the tube has been relatively stable, falling from around 27% of commuters in 1960 to 22% in 1980, but climbing back to reach 25% by 2000.\n\nOn the other hand, the use of cars increased steadily from just over 5% in 1960 to 23% in 1980, reaching almost 40% by 2000, whereas the popularity of buses has declined since 1960, falling from just under 35% in 1960 to 27% in 1980 and only 15% in 2000.\n\nThe graph indicates the growing use of cars for commuting to work between 1960 - 2000, and the corresponding decline in the popularity of buses from being the most popular mode of transport in 1960 to the least popular in 2000."
  },
  {
    "t_id": "2,3",
    "que": "Write a report for a university lecturer describing the information below.",
    "img_url": "https://i.imgur.com/cLeZvoq.gif,https://i.imgur.com/qSPJHXB.gif",
    "ans": "The graphs show health and education spending and changes in life expectancy and infant mortality in the UAE. Overall, as the percentage spent on health and education increases, infant mortality and life expectancy improve.\n\nGraph 1 shows the percentage of GDP spent on health and education between 1985 and 1993. There were big increases in both areas. Health spending stood at about 8% in 1985 but rose to 9% in 1990 and 10% in 1993. Spending on education was even higher. It was 10% in 1985, and shot up to 14% in 1990 and 15% in 1993, a 50% increase in just 8 years.\n\nGraph 2 shows improvements in life expectancy and infant mortality between 1970 and 1992. Life expectancy was just 60 in 1970 but rose to almost 72 in 1992. In contrast, the number of babies dying dropped dramatically, from 60 per 1000 in 1970 to only 22 in 1992.\n\nIn conclusion, people in the UAE are living longer and healthier lives because of the government's spending on education and medical facilities."
  },
  {
    "t_id": 3,
    "que": "Write a report for a university lecturer describing the information below.",
    "img_url": "https://i.imgur.com/utXiYcW.gif",
    "ans": "The graph shows weekly expenditure on fast food in Britain by food and income group. There are two main trends. First, the expenditure is directly related to income. Secondly, there are differences in the types of fast food eaten by each group.\n\nThe amount of money spent on fast food is related to income. People in the high-income group spent the most - over 85 pence per person per week. People in the low-income group spent the least - less than half of what the high-income earners spent.\n\nThe type of fast food eaten also depends on the group. High-income earners spent 3 times more on hamburgers than people in the low-income group. Pizza was generally the least favorite food. Fish and chips was the most popular food with the low-income group but consumption was fairly similar among all groups."
  },
  {
    "t_id": 1,
    "que": "The charts below show US spending patterns between 1966 and 1996.\n\nWrite a report for a university lecturer describing the information below.",
    "img_url": "https://i.imgur.com/eRZ94zS.gif,https://i.imgur.com/zIixmmO.gif",
    "ans": "The pie charts show changes in American spending patterns between 1966 and 1996.\n\nFood and cars made up the two biggest items of expenditure in both years. Together they comprised over half of household spending. Food accounted for 44% of spending in 1966, but this dropped by two thirds to 14% in 1996. However, the outlay on cars doubled, rising from 23% in 1966 to 45% in 1996.\n\nOther areas changed significantly. Spending on eating out doubled, climbing from 7% to 14%. The proportion of salary spent on computers increased dramatically, up from 1% in 1996 to 10% in 1996. However, as computer expenditure rose, the percentage of outlay on books plunged from 6% to 1%.\n\nSome areas remained relatively unchanged. Americans spent approximately the same amount of salary on petrol and furniture in both years.\n\nIn conclusion, increased amounts spent on cars, computers, and eating out were made up for by drops in expenditure on food and books."
  },
  {
    "t_id": 2,
    "que": "Write a report for a university lecturer describing the information in the graph.",
    "img_url": "https://i.imgur.com/Yno7Q02.gif",
    "ans": "The graph shows changes in the amount of fast food consumed in the UK between 1970 and 1990. Several trends are apparent. First, Britons are eating more and more fast food. Secondly, the type of fast food has changed.\n\nIn 1970, the most popular fast food was fish and chips. Over 300g were consumed each week. By 1990, however, this had fallen to just over 200g - a 50% drop. Consumption of other fast foods such as pizza and hamburgers increased, however. The amount of pizza eaten shot up from about 20g a week to more than 270g, overtaking fish and chips in the late 1980s. Hamburger consumption also increased, rising from about 80g in 1970 to almost 300g in 1990.\n\nAccompanying this change in the choice of foods was an increase in the amount of fast food consumed. In 1970, British consumers ate about 450g a week of fast food. In 1990, on the other hand, this had more than doubled, to 1000g."
  },
  {
    "t_id": 3,
    "que": "Write a report describing the information in the graph below.",
    "img_url": "https://i.imgur.com/ihCu6K1.gif",
    "ans": "The chart shows striking changes in the fertility rate of women in six Gulf countries – Saudi Arabia, the UAE, Oman, Qatar, Kuwait and Bahrain between 1990 and 2000.\n\nIn the ten year period, there was a decline in the number of births per woman in all countries. The biggest declines were in two countries which had low fertility rates at the start of the decade, Bahrain and the UAE.\n\nFertility rates vary greatly between the six countries. Oman and Saudi Arabia had the highest rates, with over seven births per woman in 1990. This compared with around 4 births per woman in Bahrain and the UAE, and just 3.75 in Kuwait\n\nBy 2000, the rate had fallen below three births per woman in Kuwait, Bahrain and the UAE, with a drop of over 25% in a decade in the UAE. However, in Saudi Arabia and Oman, the rates fell by just 20%, from 7.0 to 5.5.\n\nIn summary, there were major decreases in birth rates in all countries, but some countries in the region have double the fertility rate of others."
  },
  {
    "t_id": 2,
    "que": "Write a report describing the information in the graph below.",
    "img_url": "https://i.imgur.com/mEpPnPc.gif",
    "ans": "The line graph shows estimated sales of gold in Dubai for 12 months in 2002 in millions of dirhams. There were two main seasons for gold sales.\n\nThe main season for sales is in the December to May period. Sales were consistently above 200 million dirhams per month, rising sharply to a peak of 350 million dirhams in March. However, for the next four months, sales declined steadily, reaching an annual low of 120 million dirhams in July.\n\nIn August, there was a sudden increase. Sales almost doubled, rising from 120 million dirhams in July to 210 million dirhams in August. This was followed by a drop in September, back to the July figure.\n\nFrom September to October, sales recovered, from 120 to 180 million. In October and November, sales remained steady, and there was a small increase in December to 190 million dirhams.\n\nIn conclusion, the main sales period is in the early part of the year, slumping in the summer, except for a sudden increase in August."
  },
  {
    "t_id": "2,3",
    "que": "The chart below shows the amount of money per week spent on fast foods in Britain. The graph shows the trends in consumption of fast foods.\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/61QODQQ.gif",
    "ans": "The chart shows that high income earners consumed considerably more fast foods than the other income groups, spending more than twice as much on hamburgers (43 pence per person per week) than on fish and chips or pizza (both under 20 pence). Average income earners also favoured hamburgers, spending 33 pence per person per week, followed by fish and chips at 24 pence, then pizza at 11 pence. Low income earners appear to spend less than other income groups on fast foods, though fish and chips remains their most popular fast food, followed by hamburgers and then pizza.\n\nFrom the graph we can see that in 1970, fish and chips were twice as popular as burgers, pizza being at that time the least popular fast food. The consumption of hamburgers and pizza has risen steadily over the 20 year period to 1990 while the consumption of fish and chips has been in decline over that same period with a slight increase in popularity since 1985."
  },
  {
    "t_id": "2,3",
    "que": "The charts below show the number of Japanese tourists travelling abroad between 1985 and 1995 and Australias share of the Japanese tourist market.\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/8AqZvha.gif,https://i.imgur.com/io9Ngu9.gif",
    "ans": "This chart shows us that Japanese tourists go abroad for travelling in a decade and Australians share of marketing for Japanese tourists. Between 1985 and 1995 Japanese tourists travelling abroad was dramatically increased. In 85 there was about 5 milions traveller go abroad. Since 85 number of traveller went up dramatically until 40. It was alomost twice then between 90 and 93 the number rimain stateable, which is about 12 millions. From 93 to 95 it rose slightly. Therefore in 1995 there were about 15 millions people went abroad.\n\nI am going to write about the other chart, which is Australians share of Japaneses tourist market. This is also between 1985 and 1995. About 2 million Japanese tourist went to Australia in 1985. Between 85 and 89 people went there is increased sharply, which is almost 3 times more. In 1990 it fall number slightly but from 90 to 94 number is went up. However 94 to 95 is not so went up number of people who went to Australia. It rimain is the same or slightly decreased."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the amount spent on six consumer goods in four European countries.\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/Hkfdpr5.gif",
    "ans": "The chart shows that Britain, among the four European countries listed, has spent most heavily on the range of consumer goods included. In every case, British spending is considerably higher than that of other countries; only in the case of tennis racquets does another country, Italy, come close.\n\nIn contrast, Germany is generally the lowest spender. This Is most evident in photographic film, where Germany spends much less than Britain. Germany only spends more than another country, France, in two cases; tennis racquets and perfumes.\n\nMeanwhile, France and Italy generally maintain middle positions, averaging approximately similar spending overall. Specifically, France spends more on CDs and photographic film but less on tennis racquets than Italy does. Italys spending on personal stereos is only marginally greater than that of France, while spending on toys is equal between the two.\n\nIt is clear from the data given that there are some significant differences in spending habits within Europe."
  },
  {
    "t_id": 3,
    "que": "The charts below show the main reasons for study among students of different age groups and the amount of support they received from employers.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/ocI56hO.gif,https://i.imgur.com/YINjrZe.gif",
    "ans": "The first graph shows that there is a gradual decrease in study for career reasons with age. Nearly 80% of students under 26 years, study for their career. This percentage gradually declines by 10-20% every decade. Only 40% of 40-49yr olds and 18% of over 49yr olds studing for career reasons in late adulthood.\n\nConversely, the first graph also shows that study stemming from interest increases with age. There are only 10% of under 26yr olds studing out of interest. The percentage increases slowly till the beginning of the fourth decade, and increases dramatically in late adulthood. Nearly same number of 40-49yr olds study for career and interest. However 70% of over 49yr olds study for interest in comparison to 18% studing for career reasons in that age group.\n\nThe second graph shows that employer support is maximum (approximately 60%) for the under 26yr students. It drops rapidly to 32% up to the third decade of life, and then increses in late adulthood up to about 44%. It is unclear whether employer support is only for career-focused study, but the highest level is for those students who mainly study for career purposes."
  },
  {
    "t_id": 3,
    "que": "The chart below shows information about Heart Attacks by Age and Gender in USA.\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/K98Cz4y.gif",
    "ans": "The graph shows how age and gender influence the frequency of heart attacks in the US.\n\nLess than 6% of all heart attacks occur in the 29-44 age group. The number of women who suffer heart attacks in this group is negligible - only 3000 per year, compared to 123,000 men.\n\nHowever the proportion of men and women with heart attacks rises dramatically between 45 and 64, with over half a million per year. Over 420,000 men a year in this age group have heart attacks. The incidence amongst women increases - women have one heart attack for every three men in this age group.\n\nOver the age of 65, the number of men suffering heart attacks only increases slightly. However there is a huge increase in the number of women with heart attacks - they comprise over 40% of all victims.\n\nIn conclusion, men are more likely to be the victims of heart attacks at all ages, but women are increasingly likely over the age of 65."
  },
  {
    "t_id": 3,
    "que": "The graph shows estimated oil production capacity for several Gulf countries between 1990 and 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/8FykyRB.gif",
    "ans": "The graph shows Oil Production Capacity in millions of barrels per day for selected Gulf countries. There are several features in this graph.\n\nThe most significant feature is that oil production will increase sharply in almost all the countries shown. Kuwait and Iraq are both expected to double their output between 1990 and 2010, with Kuwait's production rising from 1.8 million barrels per day (bpd) in 1990 to 3.8 in 2010. Iran will also increase its output by a slightly smaller amount. After remaining steady at 2.5 million bpd from 1990 to 2000, the UAE's output is expected to approach 4.0 million bpd in 2010. Only Qatar's production is predicted to fall, back to 0.8 million bpd after a slight rise in 2000.\n\nHowever, the greatest increase will be from Saudi Arabia. In 1990, its output capacity at 8.5 million bpd exceeded the combined production of Iran, Iraq and Kuwait. This lead is expected to continue with a 75% increase in production to 14.5 million bpd 2010.\n\nIn summary, while most of the countries are expected to show increases, Saudi Arabia will maintain and strengthen its position as the major producer."
  },
  {
    "t_id": 3,
    "que": "Write a report for a university lecturer describing the information below.",
    "img_url": "https://i.imgur.com/9JK4J7n.gif",
    "ans": "The chart shows male and female graduates from the Higher Colleges of Technology colleges in the UAE.\n\nThe most outstanding feature of the graph is female graduates outnumber males in all the colleges. For example, in Dubai, there are 30% more women graduates than men. There are also large differences in Al Ain and in Ras Al Khaimah. However, the number of men and women is almost equal in the colleges in Abu Dhabi.\n\nThere are also big differences in the sizes of the colleges. Ras Al Khaimah has less than 300 students altogether, while Abu Dhabi has about 600 and Dubai has almost 1000\n\nIn summary, women outnumber men in all the colleges, and there are significant differences in the sizes of the colleges."
  },
  {
    "t_id": 3,
    "que": "The graph shows Internet Usage in Taiwan by Age Group, 1998-2000.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/oF5sU3v.gif",
    "ans": "The graph shows changes in the age profile of Internet users in Taiwan between 1998 and 2000.\n\nThe main users of the Internet in Taiwan are young adults between 16 and 30 years old. In 1998, they accounted for more than half of all users. In 1999 the number dropped slightly to 45%, but even in 2000 they were the biggest group.\n\nThe second biggest group of users is aged between 31 and 50. They made up 41% in 1998, falling slightly to 37% in 2000. When combined with the 16-30 age group, over 94% of users in 1998 were between 16 and 50.\n\nHowever this number is dropping steadily as more children and older users log on. In 1999, the number of children online quadrupled from 2% to 8%, and it continued to increase in 2000. There were similar increases for older users, rising from 4% in 1998 to 10% in 2000.\n\nIn summary, while adults between 16 and 50 still represent the great majority of Internet users in Taiwan, their share is declining as more children and older users join the web."
  },
  {
    "t_id": 2,
    "que": "The graph shows Underground Station Passenger Numbers in London.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/2Z5WU8M.gif",
    "ans": "The graph shows the fluctuation in the number of people at a London underground station over the course of a day.\n\nThe busiest time of the day is in the morning. There is a sharp increase between 06:00 and 08:00, with 400 people using the station at 8 o'clock. After this the numbers drop quickly to less than 200 at 10 o'clock. Between 11 am and 3 pm the number rises, with a plateau of just under 300 people using the station.\n\nIn the afternoon, numbers decline, with less than 100 using the station at 4 pm. There is then a rapid rise to a peak of 380 at 6pm. After 7 pm, numbers fall significantly, with only a slight increase again at 8pm, tailing off after 9 pm.\n\nOverall, the graph shows that the station is most crowded in the early morning and early evening periods."
  },
  {
    "t_id": 2,
    "que": "The line graph below gives information on cinema attendance in the UK.\nWrite a report for a university lecturer describing the information given.",
    "img_url": "https://i.imgur.com/amSoIOH.gif",
    "ans": "The given line graph illustrates information on the percentage of people who went to the movies in the United Kingdom between 1990 and 2010. The people's attendance is divided into four different age groups.\n\nOverall, younger people seemed to, and are predicted to, be more active in movie going than their older counterparts. However, all four age groups showed a gradual increase in attendance numbers during the given period, except for a slight drop between 1995 and 2000.\n\nTo be specific, a larger percentage of people between the ages of 24 and 34 went to, and are expected to, go to the cinema than those in any other age group. Approximately 51% of the respondents from this age group are expected to attend movies in 2010 compared with only 38% in 1990. Even in the group that had the smallest number of movie goers, those between the ages of 44 and 54, there was an increase of 6% in their attendance."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the employment rates across 6 countries in 1995 and 2005.\nSummarize the information by choosing and describe the main idea, and make comparisons where appropriate.",
    "img_url": "https://i.imgur.com/N8Lgtnx.gif",
    "ans": "The graph shows changes in employment rates in six countries between 1995 and 2005, for men and women. Overall more and more people of working age are employed, and there have been significant improvements for women, although they leg behind men in entering the workforce.\n\nThe most obvious trend in the graph is that women have lower employment rates in most of the countries in the graph. For example, in Australia in 1995, 57 percent of men could find work or retain a job, but only 27 percent of women. The difference was even bigger in New Zealand, with 60 percent of women. Even in Switzerland and Iceland, alightly more men than women were in the job market.\n\nThe second biggest trend in the graph is the improvement in employment between 1995 and 2005. In all countries shown, figures for both men and women improved. The biggest change was in the United Kingdom, from 55 percent of men in 1995 to 73 percent over the ten years period.\n\nFurthermore, the increases in employment rates for women were much higher in New Zealand. The percentage of working women jumped from 25 percent to 42 percent, and in the United States from 45 percent to 61 percent over the decade.\n\nIn conclusion, all the countries in the graph showed at least a 12 percent increase in employment rates of both men and women over the ten yeares. While men had relatively higher employment rate throughout the period, more and more women appear to be entering the labour market."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the figures for imprisonment in five countries between 1930 and 1980.\nWrite a report for a university, lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/j2Ui6iQ.gif",
    "ans": "The table shows that the figures for imprisonment in the five countries mentioned indicate no overall pattern of increase or decrease. In fact there is considerable fluctuation from country to country.\n\nIn Great Britain the numbers in prison have increased steadily from 30 000 in 1930 to 80,000 in 1980. On the other hand in Australia, and particularly in New Zealand the numbers fell markedly from 1930 to 1940. Since then they have increased gradually, apart from in 1980 when the numbers in prison in New Zealand fell by about 30,000 from the 1970 total. Canada is the only country in which the numbers in prison have decreased over the period 1930 to 1980, although there have been fluctuations in this trend. The figures for the United States indicate the greatest number of prisoners compared to the other four countries but population size needs to be taken into account in this analysis. The prison population in the United States increased rapidly from 1970 to 1980 and this must be a worrying trend."
  },
  {
    "t_id": 5,
    "que": "The table below shows the consumer durables (telephone, refrigerator, etc.) owned in Britain from 1972 to 1983.\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/DarjLcM.png",
    "ans": "The table shows that the percentage of British households with a range of consumer durables steadily increased between 1972 and 1983. The greatest increase was in telephone ownership, rising from 42% in 1972 to 77% in 1983. Next came centralheating ownership, rising from 37% of households in 1972 to 64% in 1983. The percentage of households with a refrigerator rose 2 1% over the same period and of those with a washing machine by 14%. Households with vacuum-cleaners. televisions and dishwashers increased by 8%, 5% and 2% respectively. In 1983. the year of their introduction, 18% of households had a video recorder.\n\nThe significant social changes reflected in the statistics are that over the period the proportion of British houses with central heating rose from one to two thuds, and of those with a phone from under a half to over three-quarters. Together with the big increases in the ownership of washing machines and refrigerators, they are evidence of both rising living standards and the trend to lifestyles based on comfort and convenience."
  },
  {
    "t_id": "2,5",
    "que": "The line graph below shows the number of annual visits to Australia by overseas residents. The table below gives information on the country of origin where the visitors came from.\n\nWrite a report for a university lecturer describing the information given.",
    "img_url": "https://i.imgur.com/ErLGq1o.gif,https://i.imgur.com/qhENIop.png",
    "ans": "The given line graph illustrates information on the number of overseas visitors traveling to Australia in millions of people. Overall, one notable trend seems to be that Australia has steadily become more popular as a destination spot. For example, there were 20 million more visitors to Australia in 2005 than in 1975. That's a jump from 10 million to 30 million in 20 years.\n\nThe second table gives statistics showing the countries whose residents went to Australia between 1975 and 2005. In both years, the largest number of visitors came from Japan, followed by South Korea and Europe. Britain, the United States and China also had many people traveling to Australia in these years. In fact, the number of people visiting Australia grew in every one of these countries. For example, in 2005, 12 million people went there from Japan compared with only 3.2 million in 1975."
  },
  {
    "t_id": "1,3",
    "que": "The graphs show enrolment in different colleges in the Higher Colleges of Technology in 1999.\nWrite a total of 150 - 200 words about the information in the three graphs.\nWrite a report for a university lecturer describing the information given.",
    "img_url": "https://i.imgur.com/e5fzHz2.gif,https://i.imgur.com/ddmlioa.gif,https://i.imgur.com/s1w1tDU.gif",
    "ans": "The charts shows student enrolment by gender and level in different colleges of the Higher Colleges of Technology colleges in the UAE.\n\nThere are clear differences in male and female enrolment. Females outnumber men in all the colleges, with almost 25% more students in Dubai Women's college than in Dubai Men's. Ras Al-Khaimah Women's College has almost 180 students, compared to only 100 in the Men's college.\n\nFemales also outnumber males by level, with almost double the number of men at Higher Diploma level (330 compared to 181). Only at Diploma level does the number of men slightly exceed that of women.\n\nOver half the students are in Certificate level, with less than a quarter at Higher Diploma or Bachelor level.\n\nIn conclusion, most students in the Higher Colleges are enrolled at Diploma level or below, and the majority of students are women."
  },
  {
    "t_id": 3,
    "que": "The chart shows the number of mobile phones and landlines per 100 people in selected countries.\nWrite a report for a university lecturer describing the information given.",
    "img_url": "https://i.imgur.com/NCGhkEK.gif",
    "ans": "The graph shows the number of mobile phones and landlines per 100 users, for selected countries. Overall, most of the countries included in the graph have more mobile phones subscribers than landlines.\n\nMost European countries have high mobile phone use. The biggest users of mobile phones are the Italians, with 88 cell phones per 100 people. For example, Italy has twice as many mobile phones as landlines, with 88 mobiles per hundred people compared to 45 for landlines. Mobile phone use is low in Canada, with fewer than 40 phones per 100 people. Denmark is also unusual because it has slightly more landlines than mobile phones.\n\nHowever, in some countries, the number of landlines is higher than the number of mobile phones. One example is the USA, where the number of mobiles, at 50 per 100 people, is much lower than the number of landlines, at almost 70 per hundred. A similar pattern can be seen in Canada. The highest number of landlines in the graph is in Denmark, with about 90 per 100 people. In contrast, the lowest figures for fixed lines are in Italy and the UK.\n\nIn conclusion, it seems that mobile phone use is higher in Europe than in North America."
  },
  {
    "t_id": 3,
    "que": "The chart below shows estimated world literacy rates by region and by gender for the year 2000.\n\nWrite a report for a university lecturer describing the information below.",
    "img_url": "https://i.imgur.com/gYksfEw.gif",
    "ans": "In this report I will describe a bar chart that shows the estimated world illiteracy rates by gender and region for the year 2000.\n\nFirst I will look at male illiteracy for the 6 areas shown. The lowest rates were in Developed Countries, Latin America/Caribbean and East Asia/Oceania with rates of 1% (approximately), 10% and 8% (approximately) respectively. The rates for the next three areas were much higher and quite similar to each other. Sub-Saharan Africa, the Arab States and South Asia had rates of approximately 31%, 29% and 34%.\n\nFemale illiteracy was much higher relatively in each area except Latin America/Caribbean where it was only slightly higher. The lowest rates for female illiteracy were again Developed Countries, Latin America/Caribbean and East Asia/Oceania with rates of approximately 2%, 12% and 20%. Again the rates for the next three areas were much higher and quite similar to each other. Sub-Saharan Africa, the Arab States and South Asia had rates of approximately 48%, 52% and 56%.\n\nThis ends my report."
  },
  {
    "t_id": "1,2,3",
    "que": "In June 1996, an experimental flu vaccine was trialled in a large country town on females only.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/Uk6QyoC.gif,https://i.imgur.com/qXvgehp.gif,https://i.imgur.com/pyrTbgF.gif",
    "ans": "The diagrams show data for a flu epidemic which hit a large country town in 1996. Figure 1 gives the number of persons who died; Figure 2 shows the percentage breakdown of females who received a new flu vaccine; and Figure 3 gives the number of cases of flu before and during the epidemic.\n\nIn Figure 1 it can be seen that the flu was responsible for the deaths of 2 females but no males in the period from March to May. However, from June to August, there were 4 female deaths and 1 male death.\n\nAccording to the pie chart in Figure 2, only those females most at risk were given the new flu vaccine; 28% did not take part in the trial. Of those females who took part, 35% were aged (over 65 years old); 24% were babies or children; and 13% were either hospitalised or receiving other medical attention.\n\nFrom Figure 3 it is clear that the new vaccine had a positive effect on the number of new cases of flu reported in females. There were just over 1000 cases reported in March, climbing rapidly to a peak of 3500 in June. Thereafter, the number of cases dropped slowly to about 2800 in August, before levelling off at 2500 for the rest of the year. For males, the figures were lower but showed a similar trend throughout the epidemic."
  },
  {
    "t_id": 5,
    "que": "The table below shows the sales at a small restaurant in a downtown business district.\n\nSummarize the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/rShONcw.png",
    "ans": "The sales at this small restaurant during the week of October 7 to 13th followed a fairly set pattern from Monday to Friday, and then showed notable shift on the weekend. The lunch and dinner sales during the week peaked on Friday and then dipper down as the weekend set in.\n\nDuring the week of October 7-14th, the lunch sales averaged at approximately $2,400. The highest lunch sales occurred on Friday, and the lowest occurred on Sunday. Sunday's lunch sales were approximately $1,000 less than the average lunch sales during the rest of the week.\n\nDinner sales, which generated at least $1,000 to $1,500 more a day than lunch sales, also remained steady during the week. Just like the lunch sales, the dinner sales peak on Friday and dipped down for the weekend.\n\nExcluding Wednesday and Thursday, the lunch and dinner sales from October 7-11 rose gradually until the end of the business week. Midweek, on Wednesday and Thursday, the sales were slightly lower than they were on Tuesday.\n\nAccording to the sales report, this restaurant has a steady lunch and dinner crowd. The most profitable day during the second week of October was Friday. Sunday, was the least profitable day, with the full day's sales totaling/totalling less than the Friday dinner sales. These numbers are reflective of a restaurant that is located in a business/financial district where business hours are Monday through Friday."
  },
  {
    "t_id": "",
    "que": "",
    "img_url": "",
    "ans": ""
  },
  {
    "t_id": "1,3",
    "que": "The Bar Chart shows CO2 emissions for different forms of transport in the European Union.\n\nThe Pie Chart shows the percentage of European Union funds being spent on different forms of transport.",
    "img_url": "https://i.imgur.com/VSJx5Fq.gif,https://i.imgur.com/YvizKWT.png",
    "ans": "The chart shows CO2 emissions per passenger kilometre for variuos methods of transport in the European Union while the pie chart shows European Union spending on transport. Flying by air produces by far the greatest CO2 emissions, approximately three times as much as passenger cars which are the next largest producers. Very little is spent by the EU on air travel while roads make up more than half of the EU transport budget.\n\nTrains produce about three times less CO2 emissions per passenger kilometre than passenger cars and eight times less than air travel. Nearly a third of EU transport funds are spent on railways.\n\nShips are a clean form of transport and produce about the same amount of CO2 per passenger kilometre as trains do. However, only 2 percent of EU funds are spent on ports. A further one percent is spent on inland waterways.\n\nCoaches are the cleanest form of transport. Emissions of CO2 per passenger kilometre from coaches are half those of buses. Buses emit less than half as much CO2 per passenger kilometre as cars. The European Union spends 10 percent of its transport budget on public transport, such as buses and coaches."
  },
  {
    "t_id": 6,
    "que": "The map below is of the town of Garlsdon. A new supermarket (S) is planned for the town. The map shows two possible sites for the supermarket.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/2eVtu27.png",
    "ans": "The first potential location (S1) is outside the town itself, and is sited just off the main road to the town of Hindon, lying 12 kms to the north-west. This site is in the countryside and so would be able to accommodate a lot of car parking. This would make it accessable to shoppers from both Hindon and Garlsdon who could travel by car. As it is also close to the railway line linking the who towns to Cransdon (25 km to the south-east), a potentially large number of shoppers would also be able to travel by train.\n\nIn contrast, the suggested location, S2, is right in the town centre, which would be good for local residents. Theorically the store could be accessed by road or rail from the surrounding towns, including Bransdon, but as the central area is a no-traffic zone, cars would be unable to park and access would be difficult.\n\nOverall, neither site is appropriate for all the towns, but for customers in Cransdon, Hindon and Garlsdon, the out-of-town site (S1) would probably offer more advantages."
  },
  {
    "t_id": "1,2",
    "que": "The charts below show the percentage of their food budget the average family spent on restaurant meals in different years. The graph shows the number of meals eaten in fast food restaurants and sit-down restaurants.",
    "img_url": "https://i.imgur.com/8zXBJO0.png,https://i.imgur.com/i6X1hCK.png",
    "ans": "Over the past 30 years, the average family has dramatically increased the number of meals that they eat at restaurants. The percentage of the family's food budget spent on restaurant meals steadily climbed. Just 10 percent of the food budget was spent on restaurant meals in 1970, and 15 percent in 1980. That percentage more than doubled in 1990, to 35 percent, and rose again in 2000 to 50 percent.\n\nWhere families eat their restaurant meals also changed during that 30-year period. In 1970, families ate the same number of meals at fast food and sit-down restaurants. In 1980, fam¬ilies ate slightly more frequently at sit-down restaurants. However, since 1990, fast food restaurants serve more meals to the families than do the sit-down restaurants. Most of the restaurant meals from 2000 were eaten at fast food restaurants. If this pattern continues, eventually the number of meals that families eat at fast food restaurants could double the number of meals they eat at sit-down restaurants."
  },
  {
    "t_id": 5,
    "que": "The take below gives information about the underground railway systems in six cities.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/ikmgujW.png",
    "ans": "The table shows the details regarding the underground railway systems in six cities.\n\nLondon has the oldest underground railway systems among the six cities. It was opened in the year 1863, and it is already lye years old. Paris is the second oldest, in which it was opened in the year 1900. This was then followed by the opening of the railway systems in Tokyo, Washington DC and Kyoto. Los Angeles has the newest underground railway system, and was only opened in the year 2001. In terms of the size of the railway systems, London, For certain, has the largest underground railway systems. It has 394 kilometres of route in total, which is nearly twice as large as the system in Paris. Kyoto, in contrast, has the smallest system. It only has 11 kilometres of route, which is more than 30 times less than that of London.\n\nInterestingly, Tokyo, which only has 155 kilometres of route, serves the greatest number of passengers per year, at 1927 millions passengers. The system in Paris has the second greatest number of passengers, at 1191 millions passengers per year. The smallest underground railway system, Kyoto, serves the smallest number of passengers per year as predicted.\n\nIn conclusion, the underground railway systems in different cities vary a lot in the site of the system, the number of passengers served per year and in the age of the system."
  },
  {
    "t_id": 5,
    "que": "The table below shows the proportion of different categories of families living in poverty in Australia in 1999.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/gBN1EJP.png",
    "ans": "The table gives a breakdown of the different type of family who were living in poverty in Australia in 1999.\n\nOn average, 11% of all households, comprising almost two million people, were in this position. However, those consisting of only one parent or a single adult had almost doubt this proportion of poor people, with 21% and 19% respectively.\n\nCouples generally tended to be better off, with lower poverty levels for couples without children (7%) than those with children (12%). It is noticeable that for both types of household with children, a higher than average proportion were living in poverty at this time.\n\nOlder people were generally less likely to be poor, though once again the trend favoured eldery couples (only 4%) rather than single eldery people (6%).\nOverall the table suggests that households of single adults and those with children were more likely to be living in poverty than those consisting of couples."
  },
  {
    "t_id": 2,
    "que": "The graph below compares the number of visits to two new music sites on the web.\n\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/RTfr6AR.png",
    "ans": "The graph shows the number of hits to two new music sites on the web, measured in thousands over a period of fifteen days. As far as Music Choice is concerned, the number of visits to the Site fluctuated between 20,000 and 40,000 in the first eleven days, except for Day 3 when they reached 60,000. By contrast, visits to the Pop Parade Site fell erratically from approximately 120,000 hits on Day 1 to around 40,000 on Day 7.\n\nBetween days 11 and 15 visits to Music Choice fluctuated dramatically, hitting a peak of over 120,000 on Day 14. Despite a drop to less than 40,000 hits, Pop Parade Saw a huge increase in the number of hits between Days 9 and 11, reaching a total of over 150,000 hits on Day 11. At the end of the fifteen-day period the number of hits to Pop Parade peaked at around 170,00, whereas those for Music Choice Showed a marked decline to around 70,000."
  },
  {
    "t_id": 3,
    "que": "The bar chart below shows the results of a survey conducted by a personnel department at a major company. The survey was carried out on two groups of workers: those aged from 18-30 and those aged 45-60, and shows factors affecting their work performance.\n\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/wGawhmG.png",
    "ans": "The bar chart indicates a survey on two different age groups on the factors contributing to make their environment pleasant for working.\n\nThese factors are divided into external and internal factors. The internal factors are team spirit, competent boss, respect from colleagues and job satisfaction. The external factors are chance for personal development, job security, promotional prospects and money.\n\nOn the internal factors above 50% in both age groups agreed that team spirit, competent boss and job satisfaction are essential to make their environment pleasant. Whereas on the external factors, there are contrasting results. On the chance for personal development and promotional aspects, 80% to 90% of the younger groups were in favor while only less than 50% of the older group thought so. A similar pattern is also noted on job security. With regards to money, 69% to 70% on both age group said it is essential.\n\nIn conclusion, the internal factors have similar responses from the two age groups while they had dissimilar responses on the external factors."
  },
  {
    "t_id": 4,
    "que": "The diagram below gives the information about the Hawaiian island chain in the centre of the Pacific Ocean.\n\nWrite a report for a university lecturer describing the information shown.",
    "img_url": "https://i.imgur.com/iNB3Q9l.png",
    "ans": "The Hawaiian island chain, in the centre of the Pacific Ocean, is approximately 2,700 km in length. It is formed of volcanoes and the active ones are at the south-east tip of the archipelago, where Hawaii itself is located.\n\nIt is believed that the chain began to form nearly 80 million years ago. Each island started to evolve after an eruption on the sea floor. First, a `hot spot' existed on the ocean bed, which let out a plume of material called magma. This magma may originate as deep as 2,883km below the ocean bed. Next, further eruptions took place, which built up the volcano. Eventually, it emerged above the surface of the ocean.\n\nSince that time, the spume of magma has remained static as the Pacific tectonic plate moves in a north-west direction across it at a speed of 7-9cm per year. As it moves, a volcano forms as it passes over the hotspot and then become inactive when it has passed it."
  },
  {
    "t_id": 4,
    "que": "The diagrams below give information about the Eiffel Tower in Paris and an outline project to extend it underground.\n\nWrite a report for a university lecturer describing the information shown.",
    "img_url": "https://i.imgur.com/O8I3njw.png",
    "ans": "The Eiffel Tower is situated close to the Seine River in Paris. It is a metal structure that is 1,063 feet high and weighs 7,417 tonnes. The tower has been a tourist attraction since 1889, when it was built, and there are 1,665 steps that can be climbed in order to reach the two viewing platforms.\n\nThere are now plans to build below the foundations of the tower. These plans include the development of five underground levels that will incorporate the tower's ticket office, shopping facilities, a cinema and museum and two floors of underground parking.\n\nAlthough details have yet to be finalised, the principle is that the five floors will be connected by two vertical passenger lifts on either side of the tower. In addition, the floor immediately below the tower, which is planned to house the ticket office, will also consist of a large atrium with a glass ceiling so that visitors can look directly up at the tower itself."
  },
  {
    "t_id": 5,
    "que": "The table below provide information on rental charges and salaries in three areas of London.\n\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/bl7VRy3.png",
    "ans": "The table shows two sets of related information: the relative cost, in pounds, of renting a property with one, two or three bedrooms in three different suburbs of London and an indication of the kind of annual salary you would need to be earning to rent in these areas.\n\nOf the three areas mentioned, Notting Hill is the most expensive with weekly rents starting at £375 (salary approximately £100,000) and rising to £738 per week for a 3-bedroom property. To afford this, you would require a salary in the region of £200,000 per annum. Alternatively, Fulham is the cheapest area shown with rents ranging from £215 per week for a one bedroom property to £600 per week for a 3-bedroom property. To rent in this area, salaries need to be somewhere between £85,000 and £170,000 depending on the number of bedrooms required. For those able to pay in the middle price range for accommodation, Regent's Park might be a more suitable district."
  },
  {
    "t_id": 3,
    "que": "The graph below gives information about the preferred leisure activities of Australian children.\n\nWrite a report for a university lecturer describing the information shown.",
    "img_url": "https://i.imgur.com/KoTNVCh.png",
    "ans": "The graph shows the preferred leisure sctivities of Australian children aged 5-14. As might be expected, it is clear from the data that sedentary pursuits are far more popular nowadays than active ones.\n\nOf the 10,000 children that were interviewed, all the boys and girls stated that they enjoyed watching TV or videos in their spare time. In addition, the second most popular activity, attracting 80% of boys and 60% of girls, was playing electronic or computer games. While girls rated activities such as art and craft highly – just under 60% stated that they enjoyed these in their spare time – only 35% of boys opted for creative pastimes. Bike riding, on the other hand, was almost as popular as electronic games amongst boys and, perhaps surprisingly, almost 60% of girls said that they enjoyed this too. Skateboarding was relatively less popular amongst both boys and girls, although it still attracted 35% of boys and 25% of girls."
  },
  {
    "t_id": 4,
    "que": "The diagram below shows how a central heating system in a house works.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/i7rABfu.png",
    "ans": "This diagram provides an overview of a domestic central heating system. It shows how the tank, boiler and pipes ensure a constant flow of hot waterto both the radiators and the taps.\n\nThe cold water enters the house and is stored in a water storage tank in the roof. From there ü flows down to the boiler, located on the ground floor of the house.\n\nThe boiler, which is fuelled by gas or oil, heats up the water as it passes through it. The hot water is then pumped round the house through a system of pipes and flows into the radiators, located in different rooms. The water circulates through the radiators, which have small tubes inside them to help distribute the heat, and this warms each of the rooms. Some of the water is directed to the taps to provide hot water for the house.\n\nOnce the water has been through the pipes and radiators, it is returned to the boiler to be re-heated and circulated round the house again."
  },
  {
    "t_id": "2,4",
    "que": "The graph and table below give information about water use worldwide and water consumption in two different countries.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/TLJfYED.png,https://i.imgur.com/4HiBMg7.png",
    "ans": "The graph shows how the amount of water used worldwide changed between 1900 and 2000.\n\nThroughout the century, the largest quantity of water was used for agricultural Purposes, and this increased dramatically from about 500 km³ to around 3,000 km³ in the year 2000. Water used in the industrial and domestic sectors also increased, but consumption was minimal until mid-century. From 1950 onwards, industrial use grew steadily to just over 1,000 km³, while domestic use rose more slowly to only 300 km³, both far below the levels of consumption by agriculture.\n\nThe table illustrates the differences in agriculture consumption in some areas of the world by contrasting the amount of irrigated land in Brazil (26,500 km³) with that in the D.R.C. (100 km²). This means that a huge amount of water is used in agriculture in Brazil, and this is reflected in the figures for water consumption per person: 359 m³ compared with only 8 m³ in the Congo. With a population of 176 million, the figures for Brazil indicate how high agriculture water consumption can be in some countries."
  },
  {
    "t_id": 1,
    "que": "Write a report for a university lecturer describing the information shown below.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/cLvmp9R.png",
    "ans": "In this analysis we will examine three pie charts. The first one is headed ‘World Spending.’ The second is ‘World Population’ and the third is ‘Consumption of Resources.’\n\nIn the first chart we can see that people spend most of their income (24%) on food. In some countries this percentage would obviously be much higher. Transport and then housing are the next major expenses at 18% and 12% respectively. Only 6% of income is spent on clothing.\n\nIn the second chart entitled ‘World Population’, it is not surprising to find that 57% of people live in Asia. In fact China and India are two of the most populated countries in the world and they are both situated on this continent. Europe and the Americans account for nearly 30% of the total, whilst 10% of people live in Africa.\n\nFinally, the third chart reveals that the USA and Europe consume a huge 60% of the world’s resource.\n\nTo sum up, the major expenditure is on food, the population figures are the highest for Asia and the major consumers are the USA and Europe."
  },
  {
    "t_id": 5,
    "que": "The table below gives information about Favorite Pastimes in different countries.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/pBCN50Y.png",
    "ans": "This table clearly presents and compares favorable pastimes in eight different countries. The pastimes, across the top of the table, are analyzed in relation to each country.\n\nAs can be seen, about 60% of Canadians, Australians and Americans like watching television. On the other hand, this figure is quite low for China where only 15% of people watch television. Predictably, Americans like music at 23%, whereas only 2 to 5% of people in the other countries feel the same way. 20% of people in England enjoy sleeping as a pastime whereas in Canada and the USA, for example, the figure is only 2%. Interestingly, the Chinese like hobbies the most at 50%, as opposed to only 20% in France. It isn’t surprising that the highest percentage of beach-lovers is in Australia and the USA at 30%.\n\nIt seems that pastimes of people of different nationalities may be influenced by a number of factors such as the socio-economic situation or the climate. These factors influence cultural differences between different nationalities and make cross-cultural experiences more interesting."
  },
  {
    "t_id": 7,
    "que": "The flowchart illustrates the production of coloured plastic paper clips in a small factory.\n\nWrite a report for a university tutor describing the production process.",
    "img_url": "https://i.imgur.com/t1mC3MM.png",
    "ans": "There are four main stages in the production of plastic paper clips from this small factory. Two of these stages involve actual preparation of the clips, while the other two consist of quality control before the clips are sent out from the factory to the retailers to be sold to the public.\n\nTo begin with, molten plastic is poured into three different moulds depending on the colour required; the colours are red, blue and yellow. Once these clips emerge from the moulds a quality control machine checks them for strength. Unsatisfactory clips are rejected. In the third stage in the process the clips are stored by hand into two groups, mixed and single colours. When this stage is complete the groups are checked a second time to ensure that the colour mixtures are divided correctly into single colours and mixed colour batches. Finally, the clips are packed and dispatched to the markets."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the differences in wheat exports over three different areas.\n\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/D7Q0HVF.gif",
    "ans": "The three graphs of wheat exports each show a quite different pattern between 1985 and 1990. Exports from Australia declined over the five-year period, while the Canadian market fluctuated considerably, and the European Community showed an increase.\n\nIn 1985, Australia exported about 15 millions of tonnes of wheat and the following year the number increased by one million tonnes to 16 million. After that, however, there was a gradual decline until 1989 and 1990 when it stabilised at about 11 million tonnes. Over the same period, the amount of Canadian exports varied greatly. It started at 19 million tonnes in 1985, reached a peak in 1988 of 24 million, dropped dramatically in 1989 to 14 million tonnes and then climbed back to 19 million in 1990. Seventeen million tonnes were exported from the European Community in 1985, but this decreased to 14 million tonnes in 1986 and then rose to 15 million in 1987 and 1988 before increasing once more to 20 million in 1990."
  },
  {
    "t_id": 1,
    "que": "The two graphs show the main sources of energy in the USA in the 1980s and the 1990s.\n\nWrite a report for a university lecturer describing the changes which occurred.",
    "img_url": "https://i.imgur.com/Upmos2r.png",
    "ans": "The two graphs show that oil was the major energy source in the USA in both 1980 and 1990 and that coal, natural gas and hydroelectric power remained in much the same proportions. On the other hand, there was a dramatic rise in nuclear power, which doubled its percentage over the ten years.\n\nOil supplied the largest percentage of energy, although the percentage decreased from 42% in 1980 to 33% in 1990. Coal in 1990 was the second largest source of energy, increasing its proportion to 27% from 22% in the previous decade. Natural gas, the second largest source in 1980 at 26%, decreased its share very slightly to provide 25% of America’s energy ten years later. There was no change in the percentage supplied by hydroelectric power which remained at 5% of the total energy used. Nuclear power the greatest change: in 1990 it was 10%, twice that of the 1980s."
  },
  {
    "t_id": 3,
    "que": "The chart shows student expenditure over a three-year period in the United Kingdom.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/xuqTXTR.png",
    "ans": "The chart shows the changes which took place in student spending in the United Kingdom during/over the three-year period from 1996 to 1999.\n\nStudents spent 3% less on accommodation, which fell from 23% to 20% of total expenditure, and there was a 2% decrease in spending on food, bills and household goods, which fell from 20% to 18%. At the same time course expenditure went down by 3% from 10% to 7%. Children, who constituted 1% of students' expenditure in 1996, are not represented in 1999.\n\nOn the other hand, there was a 5% growth in spending on entertainment, which stood at 26% of total expenditure in 1996 but rose to 31% in 1999. Spending on other non-essential items and credit repayments grew by 4% to make up 16% of total expenditure. Spending on essential travel went up by 3% while non-essential travel underwent a 1% fall.\n\nOverall, with the exception of expenditure on travel, the most significant general change was a shift from/in spending on essential items to spending on non-essential items."
  },
  {
    "t_id": 3,
    "que": "The chart shows the division of household tasks by gender in Great Britain.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/V5cecZv.png",
    "ans": "The chart shows the average number of minutes per day men and women in Great Britain spend on jobs around the house.\nIn total, men spend just over two-and-a-half hours on household tasks whereas women spend slightly less than four hours. Women spend more than twice as much time doing kitchen tasks such as cooking and washing up as men (74 minutes for women as opposed to 30 minutes for men. Women are also more active in cleaning the house- it takes 58 minutes of their day compared to / with 13 minutes for men - and childcare, where women put in more than twice as much time as men.\n\nOn the other hand, men are more active in gardening and pet care, where they spend twice as long as women, and maintenance and DIY, on which they spend 15 minutes more than women. Women account for almost all the time spent on washing and ironing clothes. This takes them 25 minutes, while / whereas men spend just 2 minutes on this task.\n\nOverall the figures show that women spend more time on routine domestic chores than men, while / whereas men do more household maintenance, gardening and pet care."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the proportions of the world’s oil resources held in different areas, together with the proportions consumed annually in the same areas.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/a6EIuC2.png",
    "ans": "The charts shows the oil resources held, together with the proportions consumed within the same area each year, in different areas of the world.\n\nIt is obvious that the region holding the most oil resources is the Middle East, with 56.52%, over a half of total world oil resources while in the United States and Asia, the level of oil consumed each year is for more away from the oil resources they hold. The percentage of total world oil consumption of United States and Asia are 25.48% and 26.21% respectively. They are the highest oil consumption region in the world.\n\nAnother place that is worth mentioned will be the Western Europe. With about twenty percent of total world oil consumption, the Western Europe merely holds less than 1.5% of the oil resources in the World.\n\nRegions that are not mentioned above have the close percentage between oil holding and consuming whereas Canada has the highest level of oil holding than consuming, the respective figures are 14.84% and 2.48%.\n\nOverall, the charts suggest that Middle East is the only majority at oil resources held, while Asia, United States and western have the highest level at oil resources imported."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the number of men and women in further education in Britain in three periods and whether they were studying fulltime or part-time.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/LjIxdMH.png",
    "ans": "The bar chart illustrates how many males and females have studied in full-time and part-time education in the following years: 1970 to 1971, 1980 to 1981 and 1990 to 1991.\n\nIt is clear that in all three time periods more people of both sexes were involved in part-time education than fulltime. Overall the number of men in fulltime education rose from approximately 100 thousand to 200 thousand, whereas the number of men in part-time education was lower in the early nineties than twenty years earlier.\n\nAs far as women are concerned, the numbers increased in both sectors of education. The number of part-time female students increased dramatically from 700 thousand to 1.2 million in the twenty year period. The amount of women in fulltime education went up more gradually from 100 thousand in 1971 to just over 200 thousand in 1991. This was similar the increase for fulltime male students.\n\nTo sum up, the number of women in both sectors increased significantly while it seems that the rate of men entering part-time education decreased a little and was fluctuating."
  },
  {
    "t_id": 2,
    "que": "The graph below shows radio and television audiences throughout the day in 1992.\n\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/xLCiS1F.png",
    "ans": "The graph shows the percentage of audiences over 4 yes old of UK follows the radio and television throughout the day during the period October-December 1992. It has been observed from the graph that less than 10% audiences follows the radio at 6:00 am and the percentage raised to a pick around 30% at 8′AM and decline gradually to around 10% during the period 2′00 to 4′00 Pm and again raised a bi t to around 12% between 4′00 to 6′00 PM. It then again dropped to below 10% at around 10′PM. The rate again raised to a bit between 10′00 PM to 12′00 PM and then dropped slowly by 4′00 AM. On the other hand, the rate of television audiences raises 0-10% during the period 6′00 to 8′00 am and remain steady up to 1 0′AM and then gradually goes down by 12′00 noon. The percentage raised dramatically to around 15% by 2′00 noon. The percentage raised dramatically goes down by 12′00 noon. The percentage raised dramatically to around 15% by 2′00 PM which again raised to a pick above 40% between 6′00-8′00 PM and then gradually dropped between the period 12′00 PM to 4′00 AM."
  },
  {
    "t_id": 5,
    "que": "The tables below give information about the amount of beer and fruit juice consumed per person per year in different countries.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/i7cgvwE.png",
    "ans": "The tables show the amount of beer and fruit juice consumed per person per year in countries around the world. Beer is most popular in Ireland, with the average Irish drinking 155 litres per year. Germany ranks second with 119 litres per person. In fact, the top six countries in terms of consumption of beer are all European. Australia and The United States come next in seventh and eighth positions, with Netherland and Finland consuming the least beer of the countries mentioned. Finnish people only drink an average of 79 litres of beer a year.\n\nThe country which consumes by the greatest quantity of fruit juice per capita is Canada. Canadians drink an average of 52.6 litres each a year, that’s almost double the consumption of New Zealand, which is placed at the bottom of the table. Another North American country, The United States, come second in the table, while German drinkers are ranked at number three, consuming an average of 38.6 litres annually. Swedes drink approximately the same quantity of fruit juice as Australians, which is 35.5 litres per year. The Finnish and the British drink 33 and 29.3 litres per year respectively."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the unemployment rates in the US and Japan between March 1993 and March 1999.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/zcmc4gN.png",
    "ans": "According to the results of the labor-force research published recently, the following conclusions can be drawn from it:\n\nIn March, 1993, United States had seven percent of their workforce which might not seem disastrous until compared with Japan, where 2.5% were unemployed. However, the unemployment rate in United States began declining slowly since March 1993, and reached 5% mark in the middle of 1996. Japan turned out to be less lucky, as their unemployment rate doubled in three years. From then on, the percentage of unemployed workforce in United States remained roughly the same — about 5% until March 99, although there were minor falls and rises in the unemployment rate.\n\nAs for Japan, the percentage of unemployed fell rapidly by 0.5—0.6% after March 1996, but from summer 1996 and onwards it grew steadily and without any falls to reach 5.0% boundary in March 1999.\n\nThe major conclusion that I've drawn using the graph, is that number of unemployed in USA decreased by about 2.0% in the course of six years, while in Japan it actually increased by 2.5%. As a result, in March 99, both Japan and US had about 5% of their work force unemployed."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the number of girls per 100 boys enrolled in different levels of school education.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/gh7I88A.png",
    "ans": "The chart shows the number of female students per 100 male students in primary, secondary and tertiary education.\n\nOn Average, more boys than girls were enrolled in school both in 1990 and 1998 in all the countries, except in tertiary education in developed countries. The number of girls per 100 boys was bigger in 1998 than in 1990 in the two country groups and in all the educational stages.\n\nTurning to the detail, there were more boys than girls in primary and secondary education. As can be seen, developing countries saw a bigger discrepancy between the numbers of male and female students than developed countries, with the number of girls per 100 boys at 83 in 1990 and 87 in 1998 in primary education.\n\nHowever, in developed countries, the balance of the two was much closer to the ideal, particularly in secondary education, with 98 girls per 100 boys in 1990 and 99 in 1998.\n\nRegarding tertiary education, the balance was even worse than in any other levels of education in developing countries with 66 girls enrolled for every 100 boys in 1990 and 75 in 1998. On the other hand, in developing countries, the number of girls overtook that of boys at 105 per 100 boys in 1990 and 112 in 1998."
  },
  {
    "t_id": "1,2",
    "que": "The graph below shows the demand for electricity in England during typical days in winter and summer. The pie chart shows how electricity is used in an average English home.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/ucA5UCQ.png",
    "ans": "The Demand for electricity in England during typical days in winter and summer is illustrated in the graph. The use of electricity in an average English home is shown in the pie chart. From the graph it is generally obvious that the demand is in its maximum around 2100 in winter times and in its minimum around 400 being almost constant between 1200 and 2100 in winter times. During summer times on the other hand the demand reaches its top point around 1300 and the bottom point around 900 being almost constant between 1550 and 2000.\n\nIn wither times the curve gradually increases to reach 40000 units of electricity by 3 o’clock in the morning. This is followed by gradual decline to its lowest limit of 30000 units at 9 o’clock. A gradual rise is obvious again to reach a stationary level between 3 o’clock and 9 o’clock of about 40000 units again. Then there is a sharp rise in the next hour to reach its maximum before collapsing again to a lower level by the end of the day.\n\nIn summer time the curve gradually decrease to reach its lower limit around 9 o’clock of a bit more that 10000 units. A gradual increase is noticed to reach its top of 20000 after which a stationary phase is obvious between 3 o’clock and 10 o’clock at night of about 15000 units.\n\nThe pie chart on the other hand shows that 52.5% of the electricity is used for heating rooms and water. 17.5% is consumed for ovens kettles and washing machines 15% is used in lighting TV and radio and finally 15% is consumed in the sue of vacuum cleaners food mixtures and electric tools."
  },
  {
    "t_id": "2,3",
    "que": "The charts A and B show the share of the UK and Australian cinema market in 2001 and cinema admission in the UK and Australia from 1976 to 2006.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/h2rQuAV.png",
    "ans": "Chart (A) shows the cinema industry’s share of the Australian and UK cinema market by origin in 2001. In both countries, films made in the United States predominated with 77% of the market in the UK compared to 67% in Australia. UK films accounted for 21% of the UK cinema market and 6% of the Australian market. On the other hand, while 11% of the films shown in Australia were Australian, no Australian films were shown in the UK. Films from other countries had 16% of the market share in Australia as opposed/compared to just 2% in the UK.\n\nChart (B) shows cinema admissions in the UK and Australia since 1976. In both countries cinema admissions dropped/fell in the early 1980s. In Australia admissions fell/dropped from just under 40 million in 1980 to about 30 million in 1984–6 while in the UK the decrease was far more dramatic (from 100 million in 1980 to less than 60 million in 1984). Since then, however, the industry has recovered in both countries. In 2001, cinema admissions in the UK stood at over 150 million, whereas in Australia they reached 90 million.\n\nOverall, the charts show that the cinema has increased in popularity in both countries over the last 15 years, but that the origins of the films projected in Australia are more diverse than in the UK."
  },
  {
    "t_id": 3,
    "que": "The chart below shows information about the challenges people face when they go to live in other countries.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/UR8O5WX.png",
    "ans": "The chart shows the challenges people face when they settle in a new country and how the challenges vary according to people’s ages.\n\nThe most challenging aspect for young people aged 18 to 34 is making new friends, a problem experienced by 46% of the people in this age group. However, only 36% of 35 - 54 year olds find it hard to make friends, while even fewer people over 55 (23%) have this problem.\n\n54% of the older age group finds learning the local language the biggest obstacle when settling. In comparison, the youngest age group finds this easier, and the percentage of people who have problems learning the language is much lower, at only 29%.\n\nIn contrast to their language-learning difficulties, only 22% of people in the oldest age group have trouble finding accommodation. However, this is the second most significant problem for the other two age groups with 39% to 40% of the people in each group finding it hard.\n\nIn general, all age groups experience the same problems to some extent, but people over the age of 55 reported that they face markedly fewer challenges settling in a new country than their younger respondents."
  },
  {
    "t_id": 2,
    "que": "Complete the answer by filling the gaps with a word or phrase from the box below.\n\nsteadily\nhovering\ntrend\nmeanwhile\nrocketed\nfluctuated\npeak\nplummeted\nperiod",
    "img_url": "https://i.imgur.com/67QQibY.png",
    "ans": "The chart shows the average daily viewing figures for Channel One News over a 12-month period. The figure for the 1pm News remained fairly stable, hovering at around 1.3 million throughout the year. The figure for the 6pm News began the year at 4.8 million. It fluctuated, but the general trend was downwards, and it ended the year at 3.4 million.\n\nThe figure for the 9:30 News gradually increased from 3.2 million viewers per day in January to a peak of 3.8 million in May. However, this month saw the introduction of the 11pm News, and the figure for the 9:30 News plummeted, hitting a low-point of 1.1 million in August. In the same period, the figure for the 11pm news rocketed from 0.2 million to 4.1 million. At this point, the trend reversed. From August onwards, the figure for the 9:30 news grew steadily, reaching 3 million by the end of the year. Meanwhile, the figure for the 11pm News declined sharply, and in December fell below the 1 million mark."
  },
  {
    "t_id": 3,
    "que": "The chart below shows male and female fitness membership between 1970 and 2000.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/MteJp81.png",
    "ans": "The chart shows male and female fitness membership over a thirty-year period. The vertical axis represents the number of members. The horizontal axis represents the period from 1970 to 2000.\n\nOverall, the chart indicates that there were greater fluctuations in fitness membership among men than among women. The number of male members started the period at just over two thousand and reached highs of four thousand in 1975 and five thousand around 1995. The lowest rates were in 1985 and more recently in 2000 when the rate dipped as low as one thousand.\n\nFemale fitness membership began lower at one thousand, doubled by 1975, and then fluctuated between two and three thousand for the remainder of the period. When male rates were at their lowest, female rates were higher. This was particularly true in 1985 when over three thousand women held fitness membership.\n\nIn brief, there were marked differences in rates of male and female fitness memberships in the period covered."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the percentage of total US population aged 65 and over between 1900 and 2000.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/ufcyhHr.png",
    "ans": "The chart shows the percentage of total population aged 65 and over in the U.S. between 1900 and 2000. In the year 1900 just over 4% of the population was aged over 65. However, by 1960 this figure had doubled.\n\nThe number of people aged between 75 and 84 remained fairly steady between 1900 and 1930, making up only 1-1.3% of the population. The figure began to rise more significantly in 1940 and by 1970 it had tripled to reach 3% of the population.\n\nAlthough there was no change in the number of people aged 65 -74 between 1960 and 1970, the number of people aged 75 and over increased during this time. By the year 2000, 12.4% of the US population had reached the age of 65 or more, although this was slightly lower than in 1990 when it peaked at 12.6%.\n\nThe chart shows that today people in the U.S. can expect to live longer than in 1900. By the year 2000 more than 12% of the population had managed to live to the age of 65 and over compared to only 4.1% in 1900."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the GDP growth per year for three countries between 2007 and 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/biOi3MV.png",
    "ans": "The chart shows the annual GDP growth for three countries from 2007 to 2010.\n\nBy the year 2007 the figure for Tunisia was by far the highest at close to 6.3% per annum. This figure is double that of Ecuador and three times that of Japan on a global level.\n\nHowever by 2008 this trend has changed considerably; the Japanese doubled their annual GDP over this period and there was also an increase in the GDP of Ecuador, while Tunisia fell to 4.5% per year. In 2009 and 2010, the downward trend for Tunisia continued falling to a low of 3% at the end of this period.\n\nFor Ecuador, the GDP fell sharply to just under 1.5% in the year 2009 and rose only slightly in 2010 to 2.3%. On the other hand, for Japan, the GDP figure rose significantly throughout this time and by the year 2010 had more than matched the GDP figures for Tunisia of the year 2007."
  },
  {
    "t_id": 3,
    "que": "The graph below shows the changes in maximum number of Asian elephants between 1994 and 2007.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/bYrhJYH.png",
    "ans": "The graph shows the estimated maximum population of elephants in a range of Asian countries in both 1997 and 2004.\n\nIn most of the countries included in the graph, the population fell. This was most noticeable in Malaysia and Thailand, where the number of elephants was thought to be less than half the figure in 1997. In the former, the number of elephants dropped as low as 1000. India remained the country with by far the largest elephant population, but experienced a dramatic fall in numbers so that in 2004 there may have been as few as 7500. Despite its size, China had a very small population of at most 500 elephants by 2004.\n\nAlthough the trend was downwards overall, elephant populations were thought to have remained stable in Laos and Vietnam at approximately 1200. The only country where elephants showed signs of recovering was Cambodia, where numbers may have risen by up to 200."
  },
  {
    "t_id": 1,
    "que": "The pie charts below show electricity generation by source in New Zealand and Germany in 1980 and 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/KADKl5j.png,https://i.imgur.com/sT5RpTu.png",
    "ans": "The charts compare the sources of electricity in New Zealand and Germany in the years 1980 and 2010. Between these years, electricity generation almost doubled, rising from 127 units to 200 in New Zealand, and from 107 to 214 units in Germany.\n\nIn 1980 New Zealand used coal as the main electricity source (56 units) and the remainder was produced from natural gas, hydro power (each producing 30 units) and petroleum (which produced only 11 units). By 2010, coal had become the fuel for more than 75% of electricity produced and only hydro continued to be another significant source supplying approximately 20%.\n\nIn contrast, Germany used coal as a source for only 28 units of electricity in 1980, which was matched by natural gas. The remaining 49 units were produced largely from petroleum and nuclear power, with hydro contributing only 7 units. But by 2010 nuclear power, which was not used at all in New Zealand, had developed into the main source, producing almost 75% of electricity, at 155 units, while coal and petroleum together produced only 55 units. Other sources were no longer significant.\n\nOverall, it is clear by 2010 these two countries relied on different principal fuel sources: New Zealand relied on coal and Germany on nuclear power."
  },
  {
    "t_id": 5,
    "que": "The table below shows the monthly expenditure of an average Australian family in 1991 and 2001.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/O5yRRV1.png",
    "ans": "The table shows changes in the spending patterns of an average Australian household between 1991 and 2001. In general, Australian household spending was high in 2001 than in 1991 but the difference was not significant (AUD $715 per month and AUD $675 per month respectively).\n\nThe amount of monthly spending on electricity and water saw a dramatic increase over the 10-year period from $75 to $120. Yet in terms of the expenditure on non-essential goods and services, the rising trend was less obvious with a minor increase of $20. At the same time, the amount of money spent on food and housing rose only slightly from $155 to $160 and $95 to $100 respectively.\n\nHowever, there was a decrease in expenditure on the other two items. Australians spent one third less on clothing, which fell from $30 to $20. Similarly, expenditure on transport dropped from $70 in 1991 to $45 in 2001.\n\nIt seems that food and “other goods and services” were the two biggest items of expenditure. Altogether, they accounted for more than half of the total household spending. By comparison, Australians spent little on dressing up."
  },
  {
    "t_id": "1,3",
    "que": "The bar chart below shows the estimated sales of jeans for two companies next year in Turkey. The pie chart shows the projected market share of the two companies in jeans at the end of next year.\n\nWrite a short report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/XPuWbMX.png,https://i.imgur.com/ierTxeq.png",
    "ans": "The bar chart shows the estimated sales of jeans in thousands of pairs for two companies in Turkey next year.\n\nIt is anticipated that purchases of jeans at Mango Co. will rise from 150,000 pairs in January to approximately 500,000 pairs in August, and will remain there until November. For December, sales are expected to be in the region of 600,000 pairs.\n\nMeanwhile, it is estimated that the sales of jeans for Jack & Jones Co. will begin the year at around 450,000 pairs in January, falling to about 250,000, before increasing to around 400,000 in June. For the next two months until August, sales are forecast to remain steady at this level, after which they are expected to rise steadily to hit a peak of approximately 900,000 pairs in December.\n\nThe pie chart shows that, at the end of next year, the anticipated market share for Mango Co. and Jack & Jones Co. is 20% and 30% respectively.\n\nAs can be seen from the chart, the overall sales trends for both companies are forecast to be upwards."
  },
  {
    "t_id": 4,
    "que": "The following diagram shows how greenhouse gases trap energy from the Sun.\n\nWrite a report for a university lecturer describing the information shown below.",
    "img_url": "https://i.imgur.com/6USp2Yl.png",
    "ans": "Energy from the Sun reaches the Earth as heat. Some of this heat energy is subsequently/then radiated into space, while some of it is trapped by greenhouse gases in the atmosphere and reflected back to Earth. This is a natural process, but in recent decades, human activities have led to an increase in the amounts of greenhouse gases in the atmosphere which is now trapping too much heat.\n\nOne of the main greenhouse gases is carbon dioxide, and extra quantities of this are released/have been released into the atmosphere as a result of burning fossil fuels as a source of energy in power stations, factories and homes. Exhaust gases from cars and lorries result in/have resulted in further emissions of carbon dioxide.\n\nPlants serve to remove some of the carbon dioxide from the atmosphere by absorbing it through their leaves. However, as large areas of forest are felled/are being felled/have been felled in the Amazon and elsewhere, less carbon dioxide is removed in this way."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the population figures of different types of turtles in India between 1980 and 2012.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/qHfHD5t.png",
    "ans": "The total number of all species of turtles in India has been relatively stable over the last two decades, although there were significant drops in numbers between 1987 and 1989 and again in 1992 and 1996. Since 2004 there has been an improvement in numbers of all species, although the graph shows a slight decrease in 2010.\n\nIn contrast, the population of Leatherback turtles has suffered a severe decline, particularly in 1988 when numbers fell dramatically. The rate of decline in the population appears to have slowed and it has remained relatively stable since 2009.\n\nThere was also a fall in the number of Green turtles of around 30% between 1984 and 2002. The population increased slightly in 2010 but it had dropped again by 2012.\n\nIt is only Olive Ridley turtles that have seen a steady increase in population over this period. Their numbers dropped slightly in 2007 and again in 2012 but the overall trend has been a positive one."
  },
  {
    "t_id": 5,
    "que": "The table below shows the average band scores for students from different language groups taking the IELTS General Test in 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/lREd6GN.png",
    "ans": "The table illustrates the breakdown of scores for the IELTS General Test in 2010. It shows separate scores for all four modules (Listening, Reading, Writing and Speaking), together with the overall band scores for students from four different language groups around the world.\n\nFrom an overall perspective, German speakers achieved the highest overall band score. Moreover, they scored the highest of all four language groups in three modules of the test (Listening, Writing, Speaking).\n\nFrench speaking candidates scored the second highest overall score of 6.7 out of 9, closely followed by Malay and Indonesian speakers. Although French speakers did not do so well in the Reading, Speaking and Listening modules compared to Indonesian and Malay speakers, there was a significant difference in their grades for the Writing module. These grades were high relative to Indonesian and Malay candidates. Surprisingly, Malay speakers, who achieved the second lowest result overall, achieved the highest results of all four language groups for the Reading module.\n\nAs a final point, it is interesting to note that the scores for each module show that all students, on average, scored the highest marks for the Speaking module and the lowest marks for the Reading module."
  },
  {
    "t_id": 1,
    "que": "The pie charts below show the average household expenditures in a country in 1950 and 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/ewS9kPZ.png",
    "ans": "The two pie charts give information about what households spent their money on / household expenditure on goods and services in 1950 and 2010. It is immediately obvious that there are some quite significant differences / some things are significantly different between the two charts.\n\nIn 2010 the largest proportion of expenditure was / most money was spent on food whereas in 1950 it was on housing, with food for just 11.2%. There is a great difference in terms of the amount of money people’s spent on housing / housing expenditure between the two years. In 1950 72.1% of the total household budget / the total of what households spent went towards housing, compared to only 22% in 2010.\n\nThere has been a notable increase in / People have notably increased the amount of money spent on transportation between the two dates. In addition, the charts show a significant rise in the proportion of money spent on health care / that people spent more on health care in 2010 compared to 1950.\n\nThere are some similarities, however. For example, in both 1950 and 2010 people spent a similar proportion on education. / the proportion of education expenditure was roughly the same."
  },
  {
    "t_id": 5,
    "que": "The table below shows the number of medals won by the top ten countries in the London 2012 Olympic Games.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/zPK6n2k.png",
    "ans": "The table shows the number of medals won by the top ten countries in the London 2012 Olympic Games. The USA won greatest number of medals overall with the total of 104. They won more gold medals than silver and more medals than any other country in both categories. China had the second number of medals at 88, and like the USA, China won fewer silver medals than gold medals.\n\nWhile Russia’s silver medal total was better than Great Britain’s, they did not do as well as Great Britain in the gold medals, winning just 24. In fact Great Britain had a lower overall medal total than Russia but, as the table is based on the number of gold medals won, they were placed third. Similarly, Germany was significantly more successful at winning medals than South Korea, with a total of 44 compared to South Korea’s 28, but because South Korea won two more gold medals than Germany they were ranked higher. Australia gave the worst performance in this group, winning only seven gold and sixteen silver medals."
  },
  {
    "t_id": 2,
    "que": "The graph below gives information about international tourist arrivals in five countries.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/001dW0S.png",
    "ans": "The graph shows the overall numbers of tourist arrivals in five countries between 1995 and 2010. In 1995 over 70 million tourists visited the United States, more than twice as many as the next most popular destination shown, France. However, between 2005 and 2010 there was a decrease of approximately 1,500,000 in the numbers going to the United States whereas there was an increase of nearly 20 million tourists visiting France. The result was that in 2010 the number of tourists arriving in the United States and France was almost equal at around 90 million each.\n\nThe number of tourists visiting Malaysia rose steadily over the whole period but by 2010 the total was still under 50 million. The countries with the fewest tourist arrivals were Brazil and Egypt. The number of tourists going there was similar between 1995 and 2000 but after that there was a greater increase in tourists going to Egypt than to Brazil."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the total number of minutes (in millions) of telephone calls in Finland, divided into three categories, from 1995 – 2004.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/WOnIm8O.png",
    "ans": "The chart shows the time spent by Finland’s residents on different types of telephone calls between 1995 and 2004.\n\nLocal landline calls were the highest throughout the period, rising from 12000 million minutes in 1995 to just under 17000 million in 2000. After peaking at 17000 million the following year, these calls had fallen back to the 1995 figure by 2004.\n\nNational and international landline calls grew steadily from 6000 million to 10500 million at the end of the period in question, though the growth slowed over the last two years.\n\nThere was a dramatic increase in mobile calls from 250 to 9800 million minutes. This rise was particularly noticeable between 2000 and 2004, during which time the use of mobile phones tripled.\n\nTo sum up, although local landline calls were still the most popular in 2004, the gap between the three categories had narrowed considerately over the second half of the period in question."
  },
  {
    "t_id": 2,
    "que": "The graph below gives information from Annual Energy Outlook 2008 about consumption of energy in the USA since 1980 with projection until 2030.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/913ODOp.png",
    "ans": "The graph shows consumption of energy in the U.S. since 1980 with projections through 2030.\n\nThe historical trends show Petrol and Oil as the major sources of fuel, rising from 35 quadrillion (35q) units used in 1980 to 42q in 2012. Despite some fluctuation between 1980 and 1995, there was a steady increase, which is expected to continue, reaching 47q in 2030.\n\nConsumption of energy from natural gas and coal followed a similar pattern over the period. From 20q and 15q respectively in 1980, gas showed an initial fall and coal a gradual increase, with the two fuels equal between 1985 and 1990. Consumption has fluctuated since 1990 but both now provide 24q. Coal consumption is projected to rise to 31q in 2030, whereas after 2014, natural gas is forecast to remain stable at 25q.\n\nIn 1980, energy from solar/wind, nuclear, and hydropower was the least-used, with only 4q. Nuclear has risen by 3q, and solar/wind by 2. Since 2005, hydropower has fallen back to the 1980 figure. It is expected to remain approximately constant through 2030, while the others are projected to rise gradually after 2025.\n\nOverall, fossil fuels will remain the chief energy source for the US, with a little bit of hydroelectric, nuclear and a smidgen of renewables like wind and solar."
  },
  {
    "t_id": 3,
    "que": "The bar chart below gives information about the number of students studying Computer Science at a UK university between 2010 and 2012.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/Q7hS4lb.png",
    "ans": "The bar chart illustrates the number of male and female students studying Computer Science at a UK university over three years. It also indicates whether they were home or international students. Compared to the number of home students, the number of international students was significantly smaller. Nevertheless, there was clear statistical growth in the latter group from 2010-2012. Furthermore, the number of female home students eventually overtook the number of males from the same group, reaching a high of 45 in 2012.\n\nThe year 2011 saw the most dramatic developments; the number of male home students fell from just below 40 to 24 and the number of females rose from 32 to 44. There was also significant growth in the number of male students from overseas, climbing from 20 in 2010 to 39 in 2012. Overall, we can see an upward trend in the number of students at the university."
  },
  {
    "t_id": 1,
    "que": "The pie charts below give information about world population in 1900 and 2000.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/TUcKcUJ.png",
    "ans": "The pie charts illustrate changes in the population of different areas of the world between 1900 and 2000. The major regions are represented as percentages of the total world population.\n\nFrom 1900 to 2000, the percentage of people living in Africa more than doubled from 4.5% to 10%, while Latin America’s proportion almost tripled in the same period. On the other hand, the percentage of population in Europe and Asia decreased over the last century. Europe’s percentage dropped from 25% to 14%, while Asia declined from 60% to 54%. North America’s percentage however, remained constant at 5% in 1900 and 2000. The Middle East and North Africa, a new category in 2000, represented 6% of world population.\n\nOverall, this represents a huge increase in the number of humans on the planet, from 1.6 billion to 6 billion in just one century. Most of this population growth has occurred in developing countries."
  },
  {
    "t_id": 4,
    "que": "The diagram below shows the production of steam using a gas cooled nuclear reactor.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/Yup4yxx.png",
    "ans": "A gas-cooled nuclear reactor consists of the reactor itself and a heat exchanger. The reactor contains uranium fuel elements which are surrounded by graphite moderators and topped by charge tubes for loading fuel elements, and boron control rods. The whole reactor is contained in a pressure vessel surrounded by a concrete shield.\n\nFrom the reactor the hot gas flows through a duct into the heat exchanger which is outside the concrete radiation shielding. In the heat exchanger, steam is generated in a secondary loop. There a pipe brings in water which is heated to steam, and this then flows out to the turbo-alternator. Meanwhile the hot gas sinks to the bottom of the heat exchanger and passes through a gas blower which pushes it into a cool gas duct and back to the reactor.\n\nAs can be seen, this is a continuous cycle that keeps the reactor from overheating, while carrying away the heat and steam, which will power the turbines."
  },
  {
    "t_id": "1,5",
    "que": "The diagrams below show UK students' responses to the question of to what extent would they describe themselves as financially organised.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/AlWNKfV.png,https://i.imgur.com/dXtgjmB.png",
    "ans": "The two diagrams show students' responses to the question of how good they are at managing their finances. The pie chart illustrates the ability of UK students to manage their finances and the table shows the proportion of students, by age, who think they are very organised at managing their finances.\n\nMore than three-quarters of students (76%) believe they are either ‘very’ or ‘fairly’ organised financially, while one in five (20%) say they are not very organised in this area. Only 4% of students rate themselves as ‘not at all’ competent.\n\nThe ability to manage one’s finances well would seem to develop with age and experience as older students are almost twice as likely to say they are ‘very’ organised than younger ones (31% of students aged 26 or over compared to just 17% for those aged up to 22).\n\nOverall, the findings suggest that students generally manage their finances well."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the percentage of male and female teachers in six different types of educational setting in the UK in 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/ZXiCnrN.png",
    "ans": "The bar chart gives information about the gender of teachers in six types of educational institutions in the UK in 2010. It shows what percentage of teachers was male and what percentage was female.\n\nWomen dominated the teaching profession in primary education, but less so at lower and upper secondary education. It was particularly true of nursery school, where the share of female teachers was above 95%. Similarly one-sided was the situation in primary school, where over 90% of teachers were also female.\n\nAt secondary and upper secondary level this pattern was less pronounced, where there were nearly equal proportions of male and female teachers. On the other hand, male teachers outnumbered female teachers in high-level education, where the proportion of men was twice that for women.\n\nOverall, the higher the level of education, the more male teachers dominated, and the reverse occurred with respect to female teachers."
  },
  {
    "t_id": "2,3",
    "que": "The graphs below provide information on global population figures and figures for urban populations in different world regions.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/oYQE9VF.png,https://i.imgur.com/T6bx9W0.png",
    "ans": "The first graph shows the trend in world population growth between 1800 and 2100, while the second graph gives predicted urban population figures for the next 25 years.\n\nThe world population has experienced continuous growth since 1800. Between 1800 and 1950, the population grew slowly from just under 1 billion to 2.5 billion people. After that, the growth rate increased and currently the figure is around 6.5 billion. Projections show a continued increase in population in the near future, but a steady decline in the population growth rate. The global population is expected to peak at 8.2 billion by 2050, and then decline to around 6.2 billion by 2100.\n\nThe predictions also show that almost all urban population growth in the next 25 years will occur in cities of developing countries. In developed regions, on the other hand, the urban population is expected to remain unchanged at about 1.3 billion people over the next two decades.\n\nThe graphs show that the global population increase will not occur evenly throughout the world, but will be greater in some areas than others."
  },
  {
    "t_id": 5,
    "que": "The table below presents the number of children ever born to women aged 40-44 years in Australia for each year the information was collected since 1981.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/KWkvibi.png",
    "ans": "The table shows the number of children born to women aged 40–44 years in Australia in 1981, 1986, 1996 and 2001.\n\nIn 1981, women aged 40-44 years were only marginally more likely to have had two children than three children (29% vs 27.4%) or four or more children (27.6%). Similarly, by 1986, women of this age were considerably more likely to have given birth to two children than three children (35.6% vs 27%) or four or more children (18.9%).\n\nIn 1996 and 2006, the proportions of women aged 40-44 years who had given birth to two children were almost identical, though the proportions who had given birth to three children or to four or more children had decreased. In these more recent periods, women were more likely to have had two children than three or more children - a trend that was most marked in the most recent period (38.2% vs 24.6% in 1996; 38.3% vs 21.5% in 2006).\n\nWhile two-child families now predominate, the number of women who had given birth to only one child increased progressively from 7.6% in 1981 to 13.2% in 2006.\n\nIn 1981, similar proportions of women aged in their early forties were childless or had given birth to only one child (8.5% and 7.6% respectively). By 2006, 15.9% of women were childless and 13.2% had given birth to only one child.\n\nOverall, by age 40-44 years, the proportion of women who have had three or more children has fallen considerably since the 1980s, while the proportions who have had no children, or only one or two children has increased."
  },
  {
    "t_id": 2,
    "que": "The graph below shows waste recycling rates in the U.S. from 1960 to 2011.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/xBaluYb.png",
    "ans": "The graph depicts waste recycling rates in the U.S. from 1960 to 2011, in both percentage and tons.\n\nBetween 1960 and 1970, the percentage of garbage being recycled annually remained relatively steady at just over 6%. It then rose slightly over the next 15 years to 10.1% in 1985.\n\nOn the other hand, the amount of garbage being recycled tripled during the same period, from 5.6 million tons in 1960 to 16.7 million tons in 1985. Following this sharp increase, the amount of waste material being recycled has risen significantly between 1985 and 2011 when it peaked at 86.9 million tons.\n\nSimilarly, the recycling rate continued to grow sharply from 1985 to 1995, and then at a slower rate over the next 15 years until it reached a peak of 34.7% in 2011. However, this figure is still disappointing compared to the total amount of waste being recycled each year."
  },
  {
    "t_id": 3,
    "que": "The bar chart below gives information about the percentage of the population living in urban areas in the world and in different continents.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/eFA2yNH.png",
    "ans": "The graph shows (show) how many people visited (visit) three London museums in the summer of 2013. Most visitors went (go) to the British museum between June and September. The number fluctuated (fluctuate) between 500 and 750. By contrast, the Science Museum and the Natural History Museum received (receive) fewer visitors. The number of people who visited the Science Museum dropped (drop) gradually from 400 thousand to 300 from June to August then rose (rise) to 450 thousand in September. We can see (see) that the trend for the Natural History Museum was (be) similar. There was a sharp drop in visitors from June to July. The number remained stable (remain stable) in August and then increased (increase) steadily in September."
  },
  {
    "t_id": 2,
    "que": "The line graph below gives information about the number of visitors to three London museums between June and September 2013.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/moUk1s5.png",
    "ans": "The graph shows (show) how many people visited (visit) three London museums in the summer of 2013. Most visitors went (go) to the British museum between June and September. The number fluctuated (fluctuate) between 500 and 750. By contrast, the Science Museum and the Natural History Museum received (receive) fewer visitors. The number of people who visited the Science Museum dropped (drop) gradually from 400 thousand to 300 from June to August then rose (rise) to 450 thousand in September. We can see (see) that the trend for the Natural History Museum was (be) similar. There was a sharp drop in visitors from June to July. The number remained stable (remain stable) in August and then increased (increase) steadily in September."
  },
  {
    "t_id": "1,5",
    "que": "The diagrams below give information on transport and car use in Edmonton.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/lgLGBKu.png,https://i.imgur.com/8V7QFmw.png",
    "ans": "The table shows the reason why people in Edmonton use their cars in the city and the pie chart explains what type of transport people prefer to use most of the time.\n\nLooking at the pie chart first, it is clear that the car is the most popular means of transport in this city. 45% of the people say that they prefer to commute by car. The second most popular form of transport is the LRT, while busses and taxis are the main means of transport for the rest of the people.\n\nThe table gives more detailed information about why people use their cars. Surprisingly, 55% of the people need to commute to work by car. Cars are also used a lot for taking children to school or business purposes. Only 15% of drivers are doing their shopping and, similarly, 15% need to travel by car for leisure.\n\nOverall, people in Edmonton make good use of alternative methods of transport but there is a heavy dependence on cars for work."
  },
  {
    "t_id": 3,
    "que": "The chart below gives information about the UK's ageing population in 1985 and makes predictions for 2035.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/181eo2x.png",
    "ans": "The graph shows how the size and distribution of the UK's ageing population is likely to change over a 50-year period.\n\nOverall, the proportions are predicted to increase in all UK countries. In 1985, 15 per cent of the UK population was over 65, but by 2035, this will account for 23 per cent of the total population.\n\nA closer look at the data reveals that the ageing population is expected to rise more in some parts of the UK than in other. In 1985, Wales had the highest percentage of people aged 65 and over, at 16 per cent. The second-largest group could be found in England and the third in Scotland. Northern Ireland had lowest proportion, with 12 per cent aged 65 and over.\n\nBy 2035, Wales is still going to have by far the greatest percentage of over 65s, with figures likely to reach 26 per cent. However, the biggest increases in this age group, relative to the rest of the population, are predicted to occur in Northern Ireland and Scotland. In Northern Ireland, for example, this figure will increase almost double to 23 per cent."
  },
  {
    "t_id": 4,
    "que": "The diagrams show a structure that is used to generate electricity from wave power.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/YIvusFL.png",
    "ans": "The two diagrams show how electricity can be generated from the rise and fall of water caused by sea waves.\n\nThe process involves a structure which is mounted on the side of a cliff or sea wall. This structure consists of a large chamber. One end is open to the sea, and the other leads into a vertical column, which is open to the atmosphere. A turbine is installed inside this column and this is used to generate the electricity in two phases.\n\nThe first diagram indicates that when a wave approaches the device, water is forced into the chamber, applying pressure on the air within the column. This air escapes to atmosphere through the turbine, thereby producing electricity.\n\nThe second diagram illustrates the next part of the process when wave retreats. As the water level falls, the air from outside the column is sucked back in through the turbine. As a result, electricity continues to be generated. The turbine rotates only in one direction, regardless of the direction of the air flow.\n\nIn conclusion, we can see that this structure is useful as electricity is generated in both phases: entering and retreating of water."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the percentage change in the share of international students among university graduates in different Canadian provinces between 2001 and 2006.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/GpQP097.png",
    "ans": "The chart shows changes in the share of international students who graduated from universities in different Canadian provinces over a period of 5 years.\n\nIn 2001, this share had a relatively narrow range, from 3% in Ontario to 7.0% in New Brunswick. Nova Scotia had the second highest proportion at 6.5%. Five years later, the figures for most provinces had risen, with the exception of Alberta. There, the figures fell by 1% to just over 4%.\n\nBy 2006, some parts of Canada experienced a considerable increase in their share of international graduates. Growth in this share was especially strong in the case of New Brunswick, where the figures rose from 7% to 12%. The largest growth occurred in British Columbia, where it more than doubled to 11%.\n\nOver this five-year period, changes in the proportion of international graduates have been very uneven across the provinces of Canada. However, New Brunswick remained the province with the highest percentage overall."
  },
  {
    "t_id": 3,
    "que": "The bar chart below shows shares of expenditures for five major categories in the United States, Canada, the United Kingdom, and Japan in the year 2009.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/8RQXM52.png",
    "ans": "The bar chart compares how consumers in the United States, Canada, the United Kingdom, and Japan allocated different shares of total spending to categories such as food, housing, and transportation in 2009.\n\nWe can see that the United States had the highest housing expenditure share, 26% of total expenditures in 2009. The United Kingdom and Japan followed, with 24% and 22%, respectively. Canada had the lowest housing share at 21%. Housing was the largest expenditure component in all countries except Japan.\n\nBy contrast, Canada had the largest transportation share of all four countries at 20%. The United States and the United Kingdom had the next-highest transportation shares, 17% and 15%, respectively. Japan had the lowest, at 10%.\n\nHowever, in Japan, consumers spent 23% of their total expenditures on food in 2009. The United Kingdom had the second-highest share at 20%. Canada, with 15%, and the United States, with 14% had the lowest food expenditure shares among the countries studied.\n\nOverall, the data indicates that housing and health care shares of total expenditures were higher in the United States than in Canada, the United Kingdom, and Japan in 2009, whereas Americans had the lowest clothing share. Canada had the highest clothing and transportation shares, and Japan had the highest food share, among the countries compared."
  },
  {
    "t_id": 6,
    "que": "The map below is of the town of Canterbury. A new school (S) is planned for the area. The map shows two possible sites for the school.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/YvS2faS.png",
    "ans": "The map shows two proposed sites for a new school for the town of Canterbury and the surrounding area.\n\nThe first site (S1) is situated in the countryside, to the north-east of the town centre. It is just outside the main housing area of the town and not far from the main road that links Sturry with Canterbury. It would therefore probably be in an ideal location for students coming from Sturry, which is only 5 kilometres away, and those who live on the east side of Canterbury. If there are students coming from Chartham, which is 7 kilometres to the south-west, they would be able to reach the school by taking the main road that runs south-west of Canterbury.\n\nThe second site (S2) is located in the town centre itself. There are advantages of this: it makes it practically equidistant for students coming from either Sturry or Chartham. Moreover, it would presumably be relatively easy for students who live in the housing area around the town centre to reach the school. However, because of the no traffic zone in the town centre, no parent would be able to drive their child all the way to school. This may make travel arrangements difficult for some parents."
  },
  {
    "t_id": 3,
    "que": "The charts give information about two genres of TV programmes watched by men and women and four different age groups in Australia.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant",
    "img_url": "https://i.imgur.com/b2qqqtx.png",
    "ans": "The charts give information about the genres of TV programmes that Australian men and women and different age groups watch. It is clear from the charts that women tend to watch more television than man overall, although they watch slightly fewer game shows. The people who watch the most television are in the 45+ age group.\n\nNearly 70% of women watch reality shows, which is almost twice as many as the percentage of men who choose this genre of programme. Nevertheless, most age groups watch more reality shows than game shows revealing that game shows are generally less popular than reality shows.\n\nThe percentage of people watching reality shows increases steadily from ages 16 to 45 with the lowest / smallest percentage of viewers, at just over 50% of the age group 16-24 and the highest / biggest / largest / greatest percentage, at 68% of the over-45s.\n\nHowever, the pattern is different for game shows. The number of programmes watched by 25- to 44-year-olds is significantly / considerably lower than the number watched by 16- to 24-year-olds and those over 45. Just over 50% of 16- to 24-year-olds watch game shows, but this share is not as high as the share of people aged 45 and over watching game shows, at nearly 70%. Only 41% of 35- to 44-year-olds watch game shows, and the share of 24- to 34-year-olds is slightly / even lower at 38%."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the changes in food consumption by Chinese people between 1985 and 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/DWgcNvd.png",
    "ans": "The graph shows changes in the amount of fish, salt and meat eaten per person per week in China between 1985 and 2010.\n\nFrom the graph we can see that people in China consumed more fish than either meat or salt throughout the period. In 1985, the consumption of fish stood at 610 grams, then increased to 700 grams in 1990. Although it dipped in 1995, it then rose steadily and reached 850 grams in 2010.\n\nIn contrast, there was a consistent drop in salt consumption. The amount consumed decreased steadily from almost 500 grams per person to only 200 grams by 2010. The amount of meat consumed weekly started at about 100 grams. However, this gradually increased throughout the period. By 2010 it was at the same level as the consumption of salt.\n\nOverall, the consumption of fish rose, while the consumption of salt fell. In addition, the consumption of meat, while at a relatively low level, rose significantly during this period."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the population change between 1940 and 2000 in three different counties in the U.S. state of Oregon.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/D9868nU.png",
    "ans": "The graph shows the increase in population of three counties, Columbia, Yamhill and Washington in the U.S. state of Oregon, between 1940 and 2000. In 1940, Columbia had the lowest population of the three counties, at around 25,000. This compared with about 30,000 in Yamhill and approximately 75,000 in Washington.\n\nBy 1970, Columbia’s population had risen to just under 36,000. Although this appears on the graph to be a gentle increase, it is in fact an increase of approximately 50%. Yamhill’s population also rose by nearly 50% between 1940 and 1970: from 30,000 to just under 45,000. However, the greatest real increase was in Washington, where the population in 1970 had increased by approximately 75,000, to 125,000.\n\nThe years 1970 to 2000 saw the populations of Columbia and Yamhill increase by approximately the same amounts that they had increased by the thirty years before. In 2000, Columbia’s population – at approximately 76,000 – was triple what it had been in 1940. Likewise, Yamhill’s population, at around 90,000, was almost triple what it was in 1940.\n\nAlthough Washington’s increase in population between 1940 and 1970 was large, its increase in the following thirty years was even sharper, rising from about 125,000 in 1970 to more than 240,000 in 2000."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the amount of money spent on books in Germany, France, Italy and Austria between 1995 and 2005.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/32tnxMM.png",
    "ans": "In 1995 Austria spent the  least amount of money on books, while Italy and France spent about as much as each other. However, by 2001, the gap in spending between these two countries had widened and considerably more money was spent in France than In Italy.\n\nAs can be seen from the graph, the amount of money spent increased in all four countries but rose the most dramatically in Austria. The period between 2000 and 2005 saw a sharp growth and in 2005 the Austrians spent three times as much money as they did in 1995.\n\nHowever, during this ten-year period, Germany remained the biggest spenders on book, with all three other countries spending much less on them."
  },
  {
    "t_id": 1,
    "que": "The three pie charts below show the changes in annual spending by local authorities in Someland in 1980, 1990 and 2000.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/dihgVdN.png",
    "ans": "The charts show how much local authorities spent on a range of services in Someland in three separate years: 1980, 1990 and 2000.\n\nIn all three years, the greatest expenditure was on education. But while K-12 education saw a fall from 25% in 1980 to only 18% of spending in 2000, higher education remained the largest proportion, reaching 45% of total spending in 1990 and ending at 40% in 2000.\n\nExpenditure on health and human resources had increased to 20% by 1990 before decreasing to only 10% by the end of the period. In contrast, the share of transportation saw an opposite trend. This cost decreased to only 6% of total expenditure in 1990 but rose dramatically in 2000 when it represented 22% of the total budget. Similarly, the cost of environmental services saw a rising trend, growing from only 4% to 9% by 2000.\n\nOverall, higher education constituted the largest cost to local authorities, and while spending increased for transportation and environmental services, there were corresponding drops in expenditure on health and human resources and K-12 education."
  },
  {
    "t_id": 5,
    "que": "The table below shows the cinema viewing figures for films by country, in millions.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/LNd7m7U.png",
    "ans": "The table compares four countries in terms of the number of people who watch four different genres of film at the cinema: Action, Romance, Comedy and Horror.\n\nThe table indicates that more Indian people watch films at the cinema than the other three nationalities. In all four countries, Action is the most popular genre of film. The total number of viewers for action films is nearly 30 million and in each country about 7-8 million people watch them.\n\nNot many people like watching horror films at the cinema compared to the other genres of film. In India and Japan only 2-2.5 million people watch horror films but they are more popular in New Zealand and Ireland. On the other hand, romance films are very popular in India with 7.5 million viewers but it is not as popular in the other countries. New Zealand and Japan come next with 4.5 million viewers each."
  },
  {
    "t_id": 1,
    "que": "The two pie charts below show the online shopping sales for retail sectors in Canada in 2005 and 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/xxjKdPB.png",
    "ans": "The two pie charts compare the percentages of online sales across different retail sectors in Canada in the years 2005 and 2010. For three of the sectors, it is evident that over this time frame there was significant change in their proportion of online transactions.\n\nAt 35% we can see that electronics and appliance sector accounted for the majority of online sales in 2005, but this percentage had dropped to 30% by 2010. During the same five-year period, as an increasing number of people chose to purchase food and beverage online, we can see that transactions went from just 22% to 32%, making it the retail sector with the largest overall proportion of the online market.\n\nIn 2005, the home furnishing industry boasted an impressive 25% of the total online sales in Canada. However, by 2010, the figure had fallen considerably to 15%. Interestingly, online sales of video games eventually overtook sales of home furnishings, although video games still represented only 23% of the market."
  },
  {
    "t_id": 3,
    "que": "The graph below shows female unemployment rates in each country of the United Kingdom in 2013 and 2014.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/46EjG5o.png",
    "ans": "The bar chart shows the unemployment rates among women in the countries that make up the United Kingdom, both in 2013 and in 2014. There has generally been a small decrease in female unemployment rates from 2013 to 2014, except in Scotland.\n\nIn 2013, 5.6% of women in Northern Ireland were unemployed. The only country with a smaller percentage of women unemployed was Wales, with a rate of 5.4%. Both countries saw a decrease in the percentage of unemployed women in 2014. In Northern Ireland, the percentage fell to 4.6% and in Wales it fell to 5%.\n\nEngland had the greatest percentage of unemployed women in 2013, with 6.8%. However, this decreased by 0.3% in 2014. Lastly, Scotland was the only country which had an increasing percentage of unemployed women. In 2013, it had 6.1% of women out of work. This increased to 6.7% in 2014, making it the country with the highest female unemployment rate of the four countries."
  },
  {
    "t_id": 2,
    "que": "The line graph below shows the changes in the share price of Outokumpu companies in euros between January 2006 and December 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/1RzJog7.png",
    "ans": "The graph shows the changes and a decline overall in the share price of Outokumpu in a five-year period from January 2006 through December 2010.\n\nAt the beginning of this period the share price was at EUR 13 per share. There were several fluctuations until late 2006 when there was a sudden increase from EUR 21 to EUR 31. This higher price did not last long, however, and it fell before rising strongly again in 2008. From mid-2008 there was a sharp downward trend through the end of the year when it fell to the lowest point in this period at just over EUR 7 per share. After that the share price recovered and, despite some fluctuations, continued to rise until it reached a peak of EUR 17 in early 2010. Until late 2010 the trend was downward again, ending the year at just over EUR 12.\n\nOutokumpu made significant gains and losses during this period but overall lost around EUR 1 per share."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the number of travellers using three major airports in New York City between 1995 and 2000.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/3RgXDi3.png",
    "ans": "The bar chart gives information about how many people visited New York City through three major airports, over a six-year period between 1995 and 2000.\n\nOverall, it can be seen that over the period, there was a fluctuant trend in the number of passengers who travelled via John F. Kennedy airport, while the other two airports saw an upward trend. Another interesting point is that LaGuardia airport was the most popular at the end.\n\nLooking at the detail, the number of travellers at John F. Kennedy airport started at 26m in 1995, and then increased remarkably to reach the highest point of 47m in 1997. In 1999, the figure dipped to 32m. At the last year, there was a slight growth to 44m. On the other hand, LaGuardia began at 35m in 1995, after that it rose remarkably for the next three years, at 46m. In 2000, LaGuardia hit the peak point at 68m travellers.\n\nHowever, if we look at Newark airport, it started at the lowest point of 16m passengers in the first year. After this point, the trend increased significantly to 42m in 1998. In the last two years it remained stable at 42m travellers."
  },
  {
    "t_id": 5,
    "que": "The Table below shows the results of a survey that asked 6800 Scottish adults (aged 16 years and over) whether they had taken part in different cultural activities in the past 12 months.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/xx1MGJY.png",
    "ans": "The table shows details of participation in a variety of cultural activities over a year, according to the age of the participants.\n\nOverall, any performance, which includes dancing, singing, playing musical instruments and acting, had the highest level of participation, with 22% of respondents participating in the previous 12 months. By contrast, computer based activities had the lowest level of participation (6 per cent).\n\nPeople aged between 45 and 74 years old were most likely to undertake any activity to do with crafts (22 per cent), while performances were more likely to be participated in by those aged 16 to 24 (35 per cent). The differences between age groups were particularly marked in the case of visual arts and writing categories, where participation rates were around three times higher for younger people than for the older ones. It is clear from the evidence that age plays a significant role in the popularity of the cultural activities listed."
  },
  {
    "t_id": 4,
    "que": "The diagram below shows the production of electricity using a system called Ocean Thermal Energy Conversion (OTEC).\n\nWrite a report for a university lecturer describing the information below.",
    "img_url": "https://i.imgur.com/d8vt3LT.png",
    "ans": "Ocean thermal energy conversion (OTEC) is a system that converts heat energy into the electric power using the temperature difference between surface seawater, which can be up to 29 degrees Celsius, and deep seawater, which is only 5 degrees Celsius.\n\nThe main components of the system are an evacuated evaporation chamber, a turbine and a condensing chamber. The solar energy of the sun heats up the surface water and this warm water is introduced into the evacuated evaporation chamber, where it boils. As it boils, salt is deposited and water vapour is generated. This vapour then drives a turbine to generate electricity. After it powers the turbine, the water vapour enters the condensing chamber, which is cooled by the water from the depths of the ocean. The water vapour is condensed in this chamber, producing drinking water. Meanwhile, waste salt water is discharged into the ocean and the process can be repeated."
  },
  {
    "t_id": 1,
    "que": "The two pie charts below show some employment patterns in Great Britain in 1992.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/GHPwf8y.png",
    "ans": "The charts provide information on the proportion of males and females in employment in 6 broad categories, divided into manual and non-manual occupations. In general, a greater percentage of women work in non-manual occupations than work in manual occupations, and the reverse is true for men.\n\nIn the non-manual occupations, while a greater percentage of working women than men are found in clerical-type positions, there is a smaller percentage of women than men employed in managerial and professional positions. The percentage of women employed in other non-manual occupations is slightly larger than the percentage of men in these occupations.\n\nIn manual employment, the biggest difference between the two sexes is in the employment of craft workers, where males make up 24% of the workforce and females just 3%. Furthermore, the percentage of women working as general working as general labourers is very small, only 1%. There is not a great deal of difference between the percentage of men doing other forms of manual work (26%) and women in other manual work (27%).\n\nIn summary, the two charts clearly show that women do not have the same access as men to certain types of employment."
  },
  {
    "t_id": 2,
    "que": "The line graph below shows the percentage of tourists to England who visited four different attractions in Brighton.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/HKh0JMa.png",
    "ans": "The line graph shows the percentage of tourists to England who visited certain Brighton attractions between 1980 and 2010. We can see that in 1980 and in 2010 the favourite attractions were the pavilion and the festival. In 1980 the least popular attraction was the pier but in 2010 this changed and the art gallery was the least popular.\n\nDuring the 1980s and 1990s there was a sharp increase in visitors to the pavilion from 28% to 48% and then the percentage gradually went down to 31% in 2010. The trend for the art gallery was similar to the pavilion. Visitors increased rapidly from 22% to 37% from 1980 to 1985 then gradually decreased to less than 10% over the next twenty-five years. The number of tourists who visited the Brighton Festival fluctuated slightly but in general remained steady at about 25%. Visitors to the pier also fluctuated from 1980 to 2000 then rose significantly from 12% to 22% between 2000 and 2010."
  },
  {
    "t_id": 6,
    "que": "The maps below show the changes that have taken place at Queen Mary Hospital since its construction in 1960.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/KzSrXFN.png",
    "ans": "The diagrams show Queen Mary Hospital at three different stages in its development: 1960, 1980 and 2000.\n\nIn 1960, the hospital was built close to a main road and next to a shopping centre. A large area behind the hospital was turned into a car park, while the area behind the shopping centre was farmland.\n\nBy 1980, the shopping centre had been demolished in order to make way for two additional hospital building which became a pharmacy and a cancer centre. Furthermore, the hospital gained the farmland and converted it into a nursing school.\n\nIn 2000, the main hospital building remained unchanged but the cancer centre was extended to cover the entire nursing school. As a result of this, the original car park was divided into two so that it provided a smaller car park and a small nursing school.\n\nDuring this period, the hospital has increased in size and, in addition to a new nursing school, a cancer centre has been created and extended. Hence the capacity of the car park has been reduced by a half."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the number of books read by men and women at Burnaby Public Library from 2011 to 2014.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/PuhfRA2.png",
    "ans": "The graph gives information about Burnaby Public Library between 2011 and 2014. It shows how many library books people read over this four-year period.\n\nAs can be seen from the graph, there were different trends for men and women. The number of books read by men increased steadily between 2011 and 2012, from about 3000 to 4000. After that, the number rose dramatically to 14000 books in 2014. This was the highest figure in the period.\n\nWomen started off reading more books than men, but their numbers followed a different pattern. Between 2011 and 2012, there was an increase of 3000 from 5000 books to 8000 books, and then a gradual rise to 10000 books in 2013. However, in 2014, their numbers fell back to 8000 again.\n\nOverall, there was a strong upward trend in the number of books read by men. Although women read more books than men in 2011, their reading fell to below the level of men in 2014."
  },
  {
    "t_id": 5,
    "que": "The table below shows the worldwide market share of the notebook computer market for manufacturers in the years 2006 and 2007.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/IhjkaKi.png",
    "ans": "The table gives information on the market share of notebook computer manufacturers for two consecutive years, 2006 and 2007.\n\nIn both years, HP was clearly the market leader, selling 31.4% of all notebook computers in 2006, and slightly more (34%) in 2007. This is a greater market share than its two closest competitors, Dell and Acer, added together.\n\nDell increased its market share from 16.6% in 2006 to 20.2% in 2007. In contrast, Acer saw its share of the market decline slightly from 11.6% to 10.7%.\n\nThe other companies listed each had a much smaller share of the market. Toshiba’s share increased from 6.2% in 2006 to 7.3% in 2007, whereas Lenovo’s decreased slightly from 6.6% to 6.2%. Fujitsu-Siemens’ share more than halved from 2006 to 2007: from 4.8% of the market to only 2.3%.\n\nOther notebook computer manufacturers accounted for 22.8% of the market in 2006 – more than all the companies mentioned except HP. However, in 2007 the other companies only made 19.3% of notebook computer sales – less than both HP and Dell."
  },
  {
    "t_id": 3,
    "que": "The bar chart below shows the percentage of students who passed their high school competency exams, by subject and gender, during the period 2010-2011.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/GuEVI9p.png",
    "ans": "The graph shows the percentages of boys and girls who were successful in their high school competency exams in the period from 2010 to 2011, by subject.\n\nOverall, students of both sexes did / performed best in Computer Science, Mathematics, and Foreign Languages, including French, German and Spanish. Results for boys and girls were roughly comparable / equivalent / equal / the same in Computer Science and Mathematics. In other subjects, however, there were some significant differences.\n\nGirls achieved by far their best results in Computer Science, with a pass rate of 56.3%, which was considerably higher / much higher / around 14% higher than the boys. The difference was even greater / more marked in Chemistry, where over 16% / more than 16% more girls passed. The only / The one / The single subject where boys’ results were better than girls was Geography where they achieved a pass rate of 30.4%, which was 10% higher than that / the figure / the percentage / the pass rate / the result for girls.\n\nIn general, we can say / we can see / the statistics show that during the period in question girls performed better in most subjects in the competency exams than boys."
  },
  {
    "t_id": 1,
    "que": "The pie charts below show the average household expenditures in Japan and Malaysia in the year 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/adqA3K7.png",
    "ans": "The pie charts show the proportion of money spent on various household expenses in Malaysia and Japan in 2010.\n\nWe can see that in Malaysia the greatest proportion of expenditure (34%) was on housing, while in Japan housing accounted for just 21% of the total. In contrast, in Japan the greatest single expense was other goods and services at 29%, compared with 26% in Malaysia. Food came in second place in Japan, at 24%, while in Malaysia the actual proportion was higher (27%). In Japan another major expense was transport, at 20%, but this was much lower In Malaysia (10%). In both countries the smallest percentage of expenditure was on health care.\n\nOverall, the data indicates that in both cases food, housing and other goods and services were the main expenses, but that in Japan, transport and other goods and services took up a higher proportion of total expenditure than in Malaysia."
  },
  {
    "t_id": 5,
    "que": "The table below shows the number of students living in the UK gaining English language teacher training qualifications in 2007/8 and 2008/9, and the proportion of male qualifiers.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/xnlkdBY.png",
    "ans": "This report summarises information on the total number of students in the United Kingdom who gained qualifications for English Language Teachers in two academic years, 2007/8 and 2008/9, with specific focus on the number of male qualifiers.\n\nIn both years, the total numbers of students remained the same, but there was a great difference between the numbers of male and female students who qualified. In 2007/8, out of a total of 32,930 students, only 24.7% were male. The percentage of males who qualified in 2008/9 was even lower. Out of a total of 32,945 students, only 22.7% of them were male. This is a drop of 2%.\n\nThere was also a large difference in the qualifications that students studied for. Most students qualified with a TEFL certificate; this was true for male students. The number of students who qualified with the TEFL was roughly three times the number who qualified with a Cambridge UCLES CELTA or other degrees, although the total number of students qualifying with the TEFL dropped slightly, from 25,446 in 2007/8 to 24,917 a year later. There was a drop of 0.7% in the number of male students who gained this qualification.\n\nIn general it can be seen that the number of males qualifying as English language teachers is vastly outnumbered by females and that the proportion of male qualifiers is gradually dropping."
  },
  {
    "t_id": 3,
    "que": "The chart below gives information about science qualifications held by people in two countries.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/z6VBbDr.png",
    "ans": "The bar chart illustrates the percentage of people who hold a science qualification in Singapore and Malaysia. A prominent feature is that a significantly low percentage of people hold science qualifications, that is Master’s and Bachelor’s degrees in science from university level studies in both countries. Less than 5% of people hold a qualification in science at Master’s degree level in both Singapore and Malaysia.\n\nThere is a significant difference in the percentage of people holding science qualifications at Bachelor level between the two countries; while this number is 20% in Singapore, in Malaysia it is a mere 10%. The percentage of people with school leaving exams in science is slightly higher in Malaysia than in Singapore. 35% of people in Malaysia have a science qualification at this level, whereas the number in Singapore is 5% lower. Finally, more than half the people in both countries hold no science qualification at all."
  },
  {
    "t_id": 2,
    "que": "The graph below shows relative price changes for fresh fruits and vegetables, sugars and sweets, and carbonated drinks between 1978 and 2009.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/T0XwBLg.png",
    "ans": "The graph shows changes in the price of fresh fruits and vegetables, sugar and sweets, and carbonated drinks over a thirty-year period in the US between 1979 and 2009. The graph also shows the general trend in the consumer price index during this time.\n\nWhile the consumer price index showed a slow and steady increase from 1979 to 2009, the same cannot be said for the price of carbonated, or soft drinks. After rising briefly between 1979 and 1981, they remained fairly constant until 1999, when the price did begin to increase slowly.\n\nIn contrast, there was a marked difference in the price of fresh fruits and vegetables, which, despite periodic fluctuations, rose steadily throughout this period. In fact, fresh food prices only levelled out temporarily between 1990 and 1992 and again from 2000 to 2001. However, by 2008 the price had increased by more than 300%."
  },
  {
    "t_id": 3,
    "que": "The chart below gives information about the most common sports played in New Zealand in 2002.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/TpdJhkV.png",
    "ans": "The bar graph provides information about the most Common sports played in New Zealand in 2002. It gives figures for both boys and girls and clearly shows that their participation in sports is fairly equal. However, their sporting preferences tend to be different.\n\nAccording to the graph, the most popular sport among girls is netball, with participation rates reaching 25 per cent. A similar percentage of boys prefer soccer, which is clearly their favourite sport. Ten per cent of boys also enjoy playing cricket but hardly any girls take part in this game. While swimming is popular among both boys and girls, fewer boys participate in this sport - about 13 per cent compared to approximately 22 per cent of girls.\n\nOther sports such as tennis, basketball and martial arts have lower levels of popularity, and a significant percentage of boys and girls say they enjoy sports not referred to on the chart."
  },
  {
    "t_id": 3,
    "que": "The chart below gives information about Someland's main exports in 2005, 2015, and future projections for 2025.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/gB8YaiW.png",
    "ans": "This bar chart illustrates the performance of Someland's primary exports in 2005 and 2015. It also indicates future projections for 2025. According to the data, it seems likely that international tourism will become the dominant industry, although dairy exports will remain strong. In 2005, we can see that tourism was the greatest exports earner of the three industries, with revenue standing at just over $6 billion.\n\nThis figure has increased slightly, so that now, in 2015, it has reached almost $7 billion. It is estimated that international tourism will continue to grow, so that by 2025, it will be earning around $8 billion for the country. In 2000, dairy exports were worth around $5 billion, but since then there has been a dramatic increase, and sales for this year are approximately $8 billion. Experts are predicting that exports in this area may fall slightly, so a figure of $7.5 billion is expected for 2025. Meat products are the third key industry in Someland, but sales have dropped since 2000 and now stand at $3.5 billion. It is expected that sales will continue to decrease in the future."
  },
  {
    "t_id": 1,
    "que": "The charts below show the results of a survey about what people of different age groups say makes them most happy.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/U3IJeUi.png",
    "ans": "There are several similarities between what younger and older people say makes them most happy. However, there are several striking differences.\n\nFirstly, let us look at the similarities. It is noticeable that for both younger and older people, the highest percentage says that achievement at work brings them most happiness: 31% for the younger age group and 32% for the older group. Doing hobbies is also very important for both groups: the second largest percentage of both age groups mention doing hobbies as making them most happy.\n\nTurning now to the differences, many younger people regard having a good appearance as extremely important: 18% of them state this brings them most happiness. This is followed by 15% who state that travel brings them happiness. Neither of these two factors is mentioned by older people. Instead, 20% of older people report that having financial security is most important to their happiness and 14% say they feel most happy when they are with their family."
  },
  {
    "t_id": 5,
    "que": "The tables below give information about sales of Fairtrade*-labelled tea and pineapples in 2010 and 2015 in five European countries.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/2pq6cMU.png",
    "ans": "The two tables contain sales data for Fairtrade tea and pineapples in 2010 and 2015, in five nations of Europe.\n\nThe first table shows low-level tea sales increasing in all five countries, albeit to widely varying degrees. In two places sales increased by the same small amount: 2.8-3 million euros in Germany, and 1.8-2 million in Norway. The increment was slightly larger in Netherlands, from 2-2.7 million euros. Meanwhile, in Austria sales doubled from 4-8 million euros. Finally, in France there was an enormous increase, from 2.5-21 million euros.\n\nIn the second table, it is Austria which stands out as buying far more Fairtrade pineapples than the other four countries. The sales figures for Austria jumped from 16-48 million euros across these five years, while in France and Netherlands sales only grew from 2-6.5 and from 1.6-5 million euros respectively. Norway and Germany showed a different pattern, with falls in pineapple sales from 2.8-2 and 3-1.9 million euros.\n\nComparing the two tables, it is clear that in 2010 Fairtrade tea sales ranged from 1.8-4 million euros in these five countries, while pineapple sales also mostly clustered between 1.6 and 3 million euros, with Austria the outlier at a huge 16 million euros. By 2015, sales figures for both products had risen across the board, except for Norway and Germany which recorded drops in pineapple sales."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the pollution levels in London between 1600 and 2000.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/56eBSxO.png",
    "ans": "(1st paragraph introduces the topic of the graph, explains what the graph shows and outlines overall trends or patterns.)\nThe graph shows pollution levels in London between 1600 and 2000. It measures smoke and sulphur dioxide in micrograms per cubic metre. According to the information, the levels of both pollutants formed a similar pattern during this period, but there were always higher levels of sulphur dioxide than smoke in the atmosphere.\n\n(2nd paragraph describes the trends in more detail and illustrates these using data from the graph.)\nIn 1600, pollution levels were low, but over the next hundred years, the levels of sulphur dioxide rose to 700 micrograms per cubic metre, while the levels of smoke rose gradually to about 200 micrograms per cubic metre. Over the next two hundred years the levels of sulphur dioxide continued to increase, although there was some fluctuation in this trend. They reached a peak in 1850. Smoke levels increased a little more sharply during this time and peaked in 1900 at about 500 micrograms. During the 20th century, the levels of both pollutants fell dramatically, though there was a great deal of fluctuation within this fall.\n\n(Final paragraph draws a simple conclusion from the data.)\nClearly air pollution was a bigger problem in London in the early 20th century than it is now."
  },
  {
    "t_id": 1,
    "que": "The pie chart below shows the main reasons why agricultural land becomes less productive. The table shows how these causes affected three regions of the world during the 1990s.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/YTW2LBn.png",
    "ans": "The pie chart shows that there are four main causes of farmland becoming degraded in the world today. Globally, 65% of degradation is caused by too much animal grazing and tree clearance, constituting 35% and 30% respectively. A further 28% of global degradation is due to over-cultivation of crops. Other causes account for only 7% collectively.\n\nThese causes affected different regions differently in the 1990s, with Europe having as much as 9.8% of degradation due to deforestation, while the impact of this on Oceania and North America was minimal, with only 1.7% and 0.2% of land affected respectively. Europe, with the highest overall percentage of land degraded (23%), also suffered from over-cultivation (7.7%) and over-grazing (5.5%). In contrast, Oceania had 13% of degraded farmland and this was mainly due to over-grazing (11.3%). North America had a lower proportion of degraded land at only 5%, and the main causes of this were over-cultivation (3.3%) and, to a lesser extent, over-grazing (1.5%).\n\nOverall, it is clear that Europe suffered more from farmland degradation than the other regions and the main causes there were deforestation and over-cultivation."
  },
  {
    "t_id": 5,
    "que": "The table below gives information about a restaurant’s average sales in three different branches in 2016.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/6EKlpg5.png",
    "ans": "The table illustrates the performance of three different branches of a chain of restaurants in three different locations in Vancouver for the year 2016. It is evident that the best performer is the branch in Georgia Street, which with 854 transactions a day on average has at least 100 more transactions than Dunsmuir Street and more than double from Drake Street. Georgia Street is also ahead in terms of average transaction value (ATV), with $10.69 per transaction compared to Dunsmuir Street’s $5.61 and Drake Street’s $9.02.\n\nOn average, eat-in and take-away transactions are almost equal in each restaurant, with take-away transactions ending slightly ahead in two of them. Drake Street is the only exception, with eat-in transactions surpassing take-away by 10.\n\nThe table also gives us information about the most popular item in each branch, revealing that the eating habit of customers in each area are widely varied: Georgia Street’s best seller is Chicken Burger, while Dunsmuir Street’s customers favour Chicken Wings, and Drake Street’s customers prefer Chicken Pasta.\n\nOverall, it is clear that the Georgia Street’s branch is the company’s most profitable branch, with the highest number of transactions and ATV. Drake Street, on the other hand, lags far behind, despite the fact that its ATV is higher than Dunsmuir Street."
  },
  {
    "t_id": 5,
    "que": "The table below gives information about languages with the most native speakers.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/J7Dg5ny.png",
    "ans": "The table illustrates the number of native speakers of six languages as well as the number of speakers of these languages as an additional language. It is noticeable that the number of speakers of Mandarin Chinese is strikingly higher than the other languages with over one billion speakers.\n\nPeople who speak Mandarin largely speak it as a first language (900 million). In comparison to this only 190 million people speak Mandarin Chinese as an additional language. What is remarkable about English speakers is that the number of speakers of English as an additional language is higher than that of native speakers of English (603 and 339 million respectively).\n\nWhile the total number of Hindi speakers (490 million) is roughly equal to that of Spanish speakers (420 million); when it comes to speaking these languages as an additional language the number for Hindi is much higher (120 million) than that for Spanish (70 million).\n\nNative speakers of Arabic and Portuguese are similar in number with 206 million and 203 million respectively. However, the number of Arabic speakers as an additional language (24 million) is almost 2.5 times higher than speakers of Portuguese as an additional language."
  },
  {
    "t_id": 2,
    "que": "The graph below shows population figures for India and China since the year 2000 and predicted population growth up until 2050.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/dFhVPgd.png",
    "ans": "The graph shows how the populations of India and China have changed since 2000 and how they will change in the future.\n\nIn 2000, there were more people living in China than in India. The number of Chinese was 1.25 billion, while India's population was about 1 billion. Between 2000 and 2010, there has been a 0.2 billion rise in the number of Indian citizens. Over the same period, China's population has increased by 0.1 billion to reach over 1.35 billion.\n\nAccording to the graph, the population in India will increase more quickly than in China, and experts say that by 2030, both countries will have the same population of 1.45 billion. After this, China's population is likely to fall slightly to 1.4 billion in 2050, while India's population will probably increase and reach 1.6 billion.\n\nThus, over the 50-year period, India is going to experience steady growth in its population and it will overtake China. On the other hand, China's population will peak in 2030 and then begin to fall."
  },
  {
    "t_id": 1,
    "que": "The charts below show the reasons why people travel to work by bicycle or by car.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/DEz29nW.gif",
    "ans": "The first chart shows the reasons why some people in the UK prefer to cycle to work. Conversely, the second chart gives reasons for those who choose to go to work by car.\n\nThe highest percentage of those who favour cycling say that this is because riding a bicycle to work is healthier than driving. 30% of them gave this as a reason. The same amount of people, 30% say that they cycle to work because it causes less pollution. 13% of people cycle to work because it is cheaper than driving. Surprisingly, a similar amount of people said that they cycled to work because it is faster than travelling by car.\n\nIn contrast to this, the percentage who prefer to travel by car because it is more comfortable is 40%. The two least important reasons for going to work by car, with 14% and 11% respectively, is that people need to carry things to work and that it is safer than cycling to work. Finally, 16% say they prefer driving because it is faster than cycling. This contrasts with the cyclists who ride to work because it is faster than driving.\n\nIn general, it seems that the majority of people who cycle to work do this for health and environmental reasons. By contrast, those who travel by car want to have a more comfortable journey over longer distances."
  },
  {
    "t_id": 3,
    "que": "The charts summarise the weight measurements of people living in Charlestown in 1955 and 2015.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/Tqkq4fg.png",
    "ans": "The charts provide an analysis of the weight issues among the residents of the town of Charlestown in 1955 and in 2015.\n\nIn 1955, the youngest age group had the fewest number / amount of weight issues, with more than 70% of 20-29-year-olds being assessed as having a healthy weight. In the same year, excess weight was only a significant problem among 40-49-year-olds, 20-30% of whom were classified as either overweight or obese. In fact, being underweight was a more significant problem affecting more than twenty percent / percentage of each age group, and the elderly in particular, with 40% of the over 60s being classified as underweight.\n\nIn stark contrast to this, for / in 2015, being underweight was only a problem among 20-29-year olds, with 20% obtaining this diagnosis, and the number of underweight elderly people had fallen by / to 10%. The charts clearly show that, in modern times, obesity poses a considerable problem from the age of 30 upwards. In fact, there was a steadily / steady increase in this problem in almost every age group over 29 until the age of 60, when the vast majority are considered to have an unhealthy weight. It is important to note that, by the age of 60, less than 50% of each age group was considered to have a perfect weight by the year 2015. This is a fall in / of 10% compared of / to the same age group in 1955.\n\nWhen compared / comparing the two years, it is clear that there has been a significant increase in / of the number of obese people in Charlestown, and there was a general drop of / in the number of underweight people between 1955 and 2015."
  },
  {
    "t_id": 5,
    "que": "The table below gives information about UK independent films.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/IeBtyqa.png",
    "ans": "The table provides information about different types of independent films released in the UK and the Republic of Ireland in 2012. It indicates how many films of different genres were made and also shows what proportion of total ticket sales was made by each kind of film.\n\nThe table makes it very clear that there is no correlation between the number of films made in any category and the proportion of ticket sales earned by that sort of film. For example, the largest numbers of films were made in the Drama and Documentary categories - 35 of each of these were released. However, they earned only 8.3 and 2.9 percent of total ticket sales respectively.\n\nComedy films were the most financially successful: 26 films, out of a total of 148, earned 45.4 percent of all the income from ticket sales. Another very successful type of film in 2012 was the biopic. Although only one of these was released, it accounted for 9.1 percent of ticket sales."
  },
  {
    "t_id": 3,
    "que": "The chart below gives information about the number of social networking sites people used in Canada in 2014 and 2015.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/5COuY6o.png",
    "ans": "The bar chart shows the number of social networking sites visited by internet users in Canada in 2014 and in 2015. We can see from the data that, in general, there was a growing tendency to use more than one site.\n\nAlthough just over one fifth of internet users did not use any social networking sites in either of the years, the proportion in this category decreased from 22 percent in 2014 to 21 percent in 2015. In both years the highest proportion of users in any group fell into the ‘One site’ category. However, this group declined sharply from 36 percent in 2014 to 28 percent in 2015.\n\nIn contrast, the numbers who reported using two sites, three sites, four sites and five sites all grew over the period analysed. In both years the proportion of internet users fell as the number of social networking sites increased, with only 2 percent using five sites in 2014 compared to 4 percent in 2015."
  },
  {
    "t_id": 1,
    "que": "The pie charts below illustrate the number of journal articles read per week by all students, PhD students, and junior lecturers at an Australian university.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/EEqayjA.png",
    "ans": "The three pie charts illustrate how many articles from academic journals are read weekly by PhD students and junior lecturers compared to other students at an Australian university.\n\nFor example, the overwhelming majority of those studying doctorates read at least twelve articles per week in comparison with the average student. The figures were 80 per cent and twelve per cent respectively.\n\nFurthermore, only five per cent of PhD level students read between one and five articles, whereas the average for all students in this category is a hefty 67 per cent.\n\nMeanwhile, for junior lecturers the pattern appears to be slightly different. Most read six or more articles per week (99 per cent), but out of this total 24 per cent read twelve or more, which is almost a third of the corresponding figure for PhD level students.\n\nIt is clear that those students who are researching for a PhD read more articles than either junior lecturers or other students."
  },
  {
    "t_id": 5,
    "que": "The table below shows the results of a 20-year study into why adults in the UK attend arts events.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/WC5y2fa.png",
    "ans": "The table illustrates four reasons why adults in the UK have attended arts events over the past twenty years. The major reason over the whole twenty-year period was a desire to see a specific performer or artist; while the least important reason was attending arts events for work-related reasons.\n\nThe percentage of people who attended events out of a desire to see a particular performer has remained relatively stable throughout the twenty-year period; varying from 58% twenty years ago to 56% today.\n\nOn the other hand, the percentage of people accompanying children has shown a significant increase, from 9% 20 years ago to just under a quarter today. As far as those who attended arts events because of special occasions or celebrations are concerned, the percentage fell slightly from 27% 20 years ago to 20% a decade ago, dropping dramatically to 9% today.\n\nThere has been a slight increase in the percentage of people attending arts events for work or business, from 6% 20 years ago to just over 10% today.\n\nOverall, there has been a rise in people attending events in order to accompany children and for work-related reasons, while fewer people choose to attend an arts event as a form of celebration."
  },
  {
    "t_id": 1,
    "que": "The pie charts below show the most common advantages and disadvantages of Bowen Island, according to a survey of visitors.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/uFLGk51.png",
    "ans": "The two pie charts show the aspects of Bowen Island that tourists enjoy the most and the least.\n\nBowen Island has many features that attract tourists but the most popular of these are the scenery and the people, with more than two thirds of the visitors to the island listing these as the greatest advantages. The standard of accommodation on the island appears to be more than adequate, with 11% of respondents listing this as an advantage. 12% of visitors cite the culture of the island as a major attraction.\n\nHowever, the island seems far from being a perfect tourist destination. When it comes to the negative aspects of the island, the high cost of living, poor weather and the quality or lack of entertainment are seen as the worst of these. Together, these three categories make up 90% of the total disadvantages. In spite of the high costs on the island, 10% of the visitors complain of poor food quality.\n\nOverall, it seems that most people like Bowen Island because of the scenery and people. However, it is possible that the unspoilt nature of the island means there is little in the way of entertainment and this, combined with the high cost of living, makes it unlikely to appeal to everyone."
  },
  {
    "t_id": 3,
    "que": "The chart below shows the places visited by different people living in Canada.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/eNdiQcT.png",
    "ans": "The chart gives information about the kinds of leisure activity engaged in by three distinct groups: native Canadians, recently arrived immigrants from English-speaking countries and new migrants for whom English is not the first language in their country.\n\nThe cinema is by far the most popular free-time activity listed in the chart for those with English as their first language — 70% of non-migrants and 65% of English-speaking migrants. Half the migrants from non-English-speaking countries also go to see a film but interestingly, 5% more of this group prefer the library to the cinema. Roughly 40% of the other two groups say they visit the library.\n\nZoos are visited most by half of the English-speaking migrants compared to just over 40% of those born in Canada and approximately 35% of the migrants born where English is not widely spoken. The theatre is least popular for all concerned, with only 10% of non-English-speaking migrants attending, while double the number of native Canadians go to see a play. A quarter of those born in English-speaking countries are theatre-goers.\n\nOverall, it is perhaps unsurprising that Canadians prefer the cinema to the theatre, but the popularity of the library with new migrants may reflect the financial circumstances of these new citizens."
  },
  {
    "t_id": 5,
    "que": "The table below gives information about student enrolments at Manchester University in 1937, 1967 and 2017.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/QFbGpzX.png",
    "ans": "In the table we can see information about the numbers of students enrolling at Manchester University in the three years, 1937, 1967 and 2017. It compares the percentages of females and males, and also students from abroad and those from within 40 miles of the city.\n\nThe most noticeable changes concern the overall growth of student numbers, from 327 in 1937 to 6254 in 2017, and the proportions of local students, who constituted 55% of the total in 1937, but only 1-2% in 2017.\n\nIt is surprising to note that the percentage of female enrolments did not rise steadily, but dropped between 1937 and 1967. However, at the same time, the percentage of the student population who came from abroad remained almost unchanged between 1937 and 1967, being 6% and 7% respectively, but rose markedly after that, so that by 2017 foreign students represented 32% of the total."
  },
  {
    "t_id": 2,
    "que": "The graph below shows how elderly people in the United States spent their free time between 1980 and 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/2gQV88Z.png",
    "ans": "This graph shows the kinds of activities done by old people in their spare time, covering a period from the 1980s to now in the United States. We can see that generally the activities listed have been increasing in popularity amongst the elderly, with hiking increasing steadily throughout the years, and watching TV being the most popular overall.\n\nIn the 1980s, nearly all activities were growing in popularity. The only activity which was becoming less popular over these years was going to the theatre. Going to the theatre declined steeply from 50% to 30%.\n\nThis changed in the 1990s, and going to the theatre became more popular, whereas reading saw a dramatic drop in popularity. The number of people doing all other activities increased.\n\nThis century, hiking, reading, going to the theatre and surfing the Internet have all been increasing in popularity. However, watching TV has been decreasing in popularity. Despite this, watching TV is still the second most popular activity nowadays amongst this group. Most elderly people are hiking nowadays in their spare time."
  },
  {
    "t_id": 4,
    "que": "The diagram below shows a possible future means of home energy production.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/49pCpUJ.png",
    "ans": "The diagram shows a process for producing electricity for home use. The equipment consists of a large tank, boxes and pipes that would be able to fit into a garage-sized room.\n\nElectricity is produced using methane gas, generated from a mix of compost and water in a large steel tank. The tank is about the same height as a person and about twice as wide. Methane rises to the top of the tank and is collected and stored in a gas storage system. The stored gas is the fuel source used in the energy conversions that happen next.\n\nOnce compressed in a gas compressor, the methane fuels a combustion engine, which in turn produces mechanical energy. Having been transferred to a generator, the mechanical energy is then transformed into electrical energy, which is then stored in a battery. At this stage the electricity is ready for home use."
  },
  {
    "t_id": 1,
    "que": "The charts below show local government expenditure in 2010 and 2015.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/moHdBzu.png",
    "ans": "The charts show the percentage breakdown of government spending across nine categories in 2010 and 2015. Over the five-year period, there were significant changes in expenditure.\n\nIn both years, the four largest areas of government expenditure were: education, healthcare, pensions, and defence, with education taking the largest share (24% in 2010 and 21% in 2015). The smallest areas of expenditure were transport, culture and leisure and \"other\". Interest on borrowing and spending on welfare lay in between.\n\nInterestingly, between 2010 and 2015, spending on all four of the largest areas had dropped, with the exception of pensions, which remained the same at 19%. Spending on transport and culture and leisure also fell significantly, with the transport budget declining by two thirds. On the other hand, spending on welfare and interest on government borrowing rose markedly, with the latter doubling over the five-year period to 10%.\n\nOverall, the charts indicate that the government has had to cut expenditure in most areas in order to fund the cost of borrowing and welfare."
  },
  {
    "t_id": 4,
    "que": "The diagram below shows the recycling process of aluminium cans.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/j6B7MCV.png",
    "ans": "The diagram illustrates how aluminium cans are recycled. First, the cans need to be taken to special collection centres instead of being thrown away with the normal refuse. The cans are collected from here and taken to a factory where they are first sorted and then cleaned. Next, the cans are shredded and crushed in a special machine.\n\nThe metal is then heated to a high enough temperature to allow the aluminium to melt. It is then rolled out flat to a thickness of between 2.5mm and 6 mm, depending on what it is going to be used for. The aluminium is now ready to be recycled into new packaging, such as drink containers. Finally, the new cans are delivered to a soft drinks factory where they are filled. The cans can now be sold to the public and reused. In the UK, 74 per cent of all aluminium cans that are sold are recycled."
  },
  {
    "t_id": 2,
    "que": "The graph below gives information about changes in the birth and death rates in New Zealand between 1901 and 2101.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/W50sRSh.png",
    "ans": "The graph shows changes in the birth and death rates in New Zealand since 1901, and forecasts trends tip until 2101.\n\nBetween 1901 and the present day, the birth rate has been consistently higher than the death rate. It stood at 20,000 at the start of this period and increased to a peak of 66,000 in 1961. Since then the rate has fluctuated between 65 and 50 thousand and it is expected to decline slowly to around 45,000 births by the end of the century.\n\nIn contrast, the death rate started below 10,000 and has increased steadily until the present time. This increase is expected to be more rapid between 2021 and 2051 when the rate will probably level off at around 60,000, before dropping slightly in 2101.\n\nOverall, these opposing trends mean that the death rate will probably overtake the birth rate in around 2041 and the large gap between the two levels will be reversed in the later part of this century."
  },
  {
    "t_id": 5,
    "que": "The table below shows the percentage use of four different fuel types to generate electricity in five Asian countries in 2005.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/zRGUJXN.png",
    "ans": "The table shows different sources of fuel for producing electricity and their percentage use in five Asian countries in 2005. Generally, the five countries showed a significant difference in their patterns of consumption. Taking nuclear fuel first, Japan had the highest percentage at 49%, with South Korea second at 33%. In marked contrast, Thailand used no nuclear power at all. Turning to Coal and Lignite, Malaysia and Singapore used this to generate a large proportion of their electricity (61% and 42% respectively), a much higher percentage than the remaining countries.\n\nRegarding Petroleum products, Thailand produced 36% of its electricity from this source. In comparison, the other countries only generated 3% or less of their electricity from this fuel. However, Hydro and Wind reveal another pattern with South Korea producing almost half of its electricity (48%) this way (over twice as high as Thailand which had the second highest percentage at 19%). Finally, a significant amount was produced from other sources with three countries (Singapore, Thailand and Japan) generating around 40% of their electricity from other fuels. Overall, it can be seen that there was a significant variation in which fuels countries used to generate their electricity."
  },
  {
    "t_id": 3,
    "que": "The bar chart gives information about the number of car journeys into the city centre made by residents and non-residents.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/G3EH6DY.png",
    "ans": "The graph shows the number of car journeys into the city centre made by residents and non-residents over a ten year period. In 1996 an average of just under 10,000 journeys per day were being made by residents, while approximately half that number were made by non-residents. Over the subsequent three years, resident journeys remained reasonably stable, while non-resident journeys increased each year, exceeding 8,000 per day in 1999.\n\nIn early 2000, parking meters were introduced into the city centre, and this had the effect of virtually halving resident traffic, although non-resident traffic decreased only slightly. By the end of 2002, the number of resident journeys had not altered significantly, but non-resident journeys had risen to their 1999 level. At this point, Westgate Street and Park Lane were pedestrianised. This resulted in a dramatic decline in non-resident traffic, and a slight decrease in resident traffic. From this point onward, resident traffic remained more or less at the same level, while non-resident traffic resumed its upward trend, reaching nearly 5,000 journeys per day in 2005."
  },
  {
    "t_id": 2,
    "que": "The graph shows the impact of vaccinations on the incidence of whooping cough, a childhood illness, between 1940 and 1990 in Britain.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/30akyCy.png",
    "ans": "The graph shows the changing number of cases of whooping cough in Britain from 1940 to 1990, and how the introduction and use of a vaccine for the disease affected the pattern. Apparently, there was a direct link between the administration of the vaccine and the number of cases of whooping cough among children during this period in history.\n\nOverall, the number of cases fell from a high of 170,000 to almost zero. However, there were significant fluctuations in the trend. For example, just after 1940, there was a surge in the number of cases from 50,000 to approximately 170,000. Although the figure fell back in the next few years, it peaked again in the early 1950s and fluctuated considerably until the introduction of a vaccination in the late 1950s.\n\nFollowing this, the number of cases dropped sharply to well below 20,000 in the mid-1970s, until a sudden fall in vaccinations, from 81 percent to 30 percent, resulted in a parallel rise in the incidence of the illness. Figures then went up again to 60,000 around 1980, but gradually fell back to their earlier level as vaccinations were resumed. By 1990, 94 percent of children were being vaccinated against whooping cough, and there were few, if any, cases."
  },
  {
    "t_id": 5,
    "que": "The table below shows the results of surveys in 2005, 2010 and 2015 about McGill University.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/K2BLQIh.png",
    "ans": "The table shows the change in attitude, over ten years, of students at McGill University to different aspects of its academic provision.\n\nOverall, the most striking set of statistics relate to approval for student services. There was a sharp increase in the number of students giving these services a good rating, particularly in the first five years: from 54 percent in 2005, to 81 percent in 2010, and 95 percent in 2015. There was also an overall improvement in ratings for teaching quality, though the increase was relatively small (74 percent in 2005 rising to 78 percent in 2015) and there was a decline in the interim (72 percent in 2010). There was also a fluctuation in attitudes to library resources, rising from 86 percent to 88 percent in the first five years and then falling by one percent in 2015. Good ratings for the university’s sports and social facilities were identical throughout, at 65 percent. Finally, there were poor ratings at the beginning of the period for the range of modules offered (39 percent in 2005) and they got worse, falling steadily to 31 percent in 2010 and 25 percent in 2015."
  },
  {
    "t_id": 2,
    "que": "The graph below gives information about how much people in the United States and the United Kingdom spend on fuel.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/U4D8wiO.png",
    "ans": "The graph compares the percentage income that people in the UK and USA spend on fuel.\n\nFirstly, the difference between the total spending on fuel by the poorest and the richest is greater in the UK than in the USA. In the former, the poorest spend less than 0.5% of their income on fuel, suggesting that they do not use cars very much, and the richest spend around 3%. By contrast, in the US, the poorest spend around 4-5% while the richest spend between 2 and 3%.\n\nSecondly, in the USA it is also noticeable that the percentage of income spent by the poor can be twice that spent by the rich. However, in the UK. the percentage spent rises quite steeply for the poorer members of the population but then remains almost constant apart from the very richest, where it falls again.\n\nIn both countries people on middle incomes spend about the same percentage. Overall, the percentage of income spent on fuel generally gets higher in the UK, whereas it decreases in the US."
  },
  {
    "t_id": 4,
    "que": "The diagrams below give information about the manufacture of frozen fish pies.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/2P2tCc6.png",
    "ans": "This diagram shows that there are a number of processes involved in the commercial production of frozen fish pies. The main ingredients consist of fresh salmon, peas and sauce, with sliced potatoes, and they are prepared separately. The potatoes, which may have been delivered up to a month in advance, are cleaned, peeled and cut into slices. The slices are boiled and then chilled before being stored until needed. The preparation of the fish is more labour intensive than the preparation of the potatoes. Within twelve hours of being delivered to the factory, the fresh fish is cooked by being steamed with lemon juice and salt. Then the skin and bones are removed by hand and disposed of, before a visual inspection takes place.\n\nAfter this, the pies are assembled in microwaveable containers Peas and sauce, which have also been prepared, are added to the fish and then the pie is covered with a layer of cooked potato slices. The pies are then wrapped and frozen. At this point they are ready for dispatch, or they may be stored at the factory before being dispatched."
  },
  {
    "t_id": 3,
    "que": "The bar chart below gives information about the percentage of the population living in urban areas in different parts of the world.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/sTJWrH8.png",
    "ans": "The graph compares the growth in the percentage of the population living in urban areas in six different regions of the world.\n\nAccording to the chart, between 1950 and 2007 the percentage of the population living in cities in Latin America and the Caribbean almost doubled, from 42% to 76%, whereas in Europe it only increased by 21%. However, in Europe over half the people already lived in cities in 1950.\n\nWhen we compare the projected increases in Asia and Europe by 2050 we see that in Asia the percentage will continue to grow at the same speed, with a further increase of 25%, whereas in Europe the change will be slower than before, increasing by only 12%. By 2050, the vast majority (around 90%) of people in Latin America, the Caribbean and North America will live in cities. Even in Africa, more than half the population (62%) will live in urban areas by then."
  },
  {
    "t_id": 3,
    "que": "The diagrams below show the main reasons workers chose to work from home and the hours males and females worked at home for the year 2019.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/dv5brAB.png",
    "ans": "The bar chart illustrates the reasons men and women chose to work from home in 2019. Overall, saving money was the main reason for both males and females (45% and 42% respectively). In contrast, approximately a quarter of males put productivity as a reason, which was twice as high as the female response (24% and 11% respectively). For childcare, the pattern was different again with almost a quarter of females giving this reason compared to very few males (4%).\n\nThe table shows the hours men and women worked from home in 2019. The vast majority of males worked over 30 hours per week (81%) contrasting with a minority of females (6%) doing similar hours. This pattern is reversed when examining the under ten hours category with almost three quarters of females working this amount compared to only 3% of males. The 10 to 30 hours per week category shows fewer marked differences.\n\nTo sum up, it can be seen that men and women do not always give the same reasons for home working and, in general, men work longer hours from home."
  },
  {
    "t_id": 5,
    "que": "The table below shows top ten countries with largest population in 2019, and how it is projected to change by 2100.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/fxldhO6.png",
    "ans": "The table compares the population of the world's top ten countries in 2019 with projected numbers in 2100.\n\nIn 2019, China had the highest population of 1,439 million, with India second on 1,380 million. However, by 2100, India is projected to have the highest population of 1,551 million with China second on 941 million - down 498 million since 2019. Although the USA is projected to increase its population from 331 million to 478 million, it steps down from third to fourth place, being overtaken by Nigeria, which moves up from seventh place with 206 million, to a total of 730 million, representing a massive increase of 524 million. Brazil drops from sixth place in 2019 with 213 million, down to tenth in 2100 on 177 million - a decrease of 36 million.\n\nThree of the ten most populous countries in the world will no longer be among the top ten in 2100, and all three will be supplanted by rapidly growing nations in Africa.\n\nExcept for China and Brazil, all other projections show an increase between 2019 and 2100, but there is a significant shuffling of position by some countries, the elimination of others, and the introduction of new contenders for a top-ten placing"
  },
  {
    "t_id": 1,
    "que": "The graphs below show the post-school qualifications held by Canadians in the age groups 25 to 35 and 45 to 55.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/OjwPxJ7.png",
    "ans": "These two pie charts show the differences between two groups of Canadians (25 to 35 and 45 to 55 year olds) in terms of their post-school qualifications.\n\nThe first point to note is the huge increase in the number of people with qualifications. The younger group is more than two times bigger than the older group (515,600 compared to 213,400).\n\nComparing the two groups, Humanities and Nursing have experienced an increase in popularity with older graduates; Nursing rose by 4%. However, the biggest gain was made by engineering, which increased from 9% to 19% of the whole.\n\nSome subjects were more popular with the younger age group. The biggest loss in graduate numbers were to Science, Maths and Computers which, as a group, have decreased by 8%. Administration has declined by 4%.\n\nTo sum up, the graphs show a more than twofold increase in the number of graduates. The most noticeable change in subject percentages is the increase in the number of engineering graduates."
  },
  {
    "t_id": 2,
    "que": "The graph below shows the number of hours per day on average that children spent watching television between 1950 and 2010.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/3uPmkO9.png",
    "ans": "The graph shows the number of hours per day on average that children spent watching television. The graph covers the period between 1950 and 2010.\n\nFrom 1950 to 1960, there was a modest rise in the average number of hours children spent in front of the television set. This was followed by a marked increase from approximately one hour to four hours of viewing per day among children between 1965 and 1982. Over the next five years, there was a decrease. However this trend proved negligible as the viewing figure then rose again marginally, and it reached a peak of over four hours in 1995.\n\nBetween 1995 and 2010, there was another modest decline in the hours children spent watching television.\n\nOverall, it can be concluded that there has been a significant rise in television viewing over the sixty-year period, though there is some indication that this trend may be changing."
  },
  {
    "t_id": 2,
    "que": "The chart below shows the changes that took place in three different areas of crime in Panama City from 2010 to 2019.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/gG1TWQ4.png",
    "ans": "This graph illustrates how crime rates altered in Panama City during the period 2010-2019. We can see immediately that the greatest change occurred in the number of burglaries, while incidents of theft remained low but steady.\n\nIn 2010, we can see that burglary was the most common crime, with approximately 3,400 reported cases. The figure rose to around 3,700 in 2011, but then there was a downward trend until 2015. At this point the figure stood at just over 1,000 incidents. This rose slightly in 2016, then continued to fluctuate for the remaining period.\n\nIn 2010, the number of cars being stolen stood at around 2,800 and followed a similar trend to burglary until 2013. At this point the number rose, standing at around 2,200 in 2014. There was a marginal decrease in the following year, but from then on, the trend was generally upwards.\n\nFinally, robbery has always been a fairly minor problem for Panama City. The number of offences committed changed little over nine years. It is interesting to note that the figure of approximately 700 in 2010 is the same figure for 2019."
  },
  {
    "t_id": 2,
    "que": "The line graph gives information about the number of Iranian, Greek and Turkish students who enrolled at Sheffield University between 2005 and 2009.\n\nSummarise the information by selecting and reporting the main features, and make comparisons where relevant.",
    "img_url": "https://i.imgur.com/N5IyELd.png",
    "ans": "The diagram shows the enrolment of Iranian, Greek and Turkish students at Sheffield University from 2005 to 2009. During this period, enrolment of both Iranian and Turkish students rocketed sharply. However, Greek admissions dropped significantly with numbers being almost the reverse of those for Iranian students.\n\nIranian numbers grew steadily up to 2008 followed by a sharp rise reaching almost 160 students in 2009. Similarly, numbers of Turkish students showed steady growth throughout the period from about 20 in 2005 to over 120 in 2009. In contrast, enrolments of Greek students decreased dramatically from a high of 180 students in 2005 to just about 70 in 2007. Numbers then levelled off throughout 2007 finally dropping again to a low of around 45 in 2009. A further point of interest is that from 2007 to 2008, enrolments from all three countries were very similar, the average difference being approximately 20 students.\n\nOverall, the graph highlights a considerable difference between growth in Iranian and Turkish enrolments but reduction in Greek enrolments."
  }
]